export const goodParentCategoryData = [
  {
    id: "2030",
    name: "좋은부모",
    subcategories: [
      {
        id: "51789",
        name: "건강/환경",
      },
      {
        id: "51767",
        name: "교육/학습",
        subcategories: [
          { id: "7253", name: "경제교육" },
          { id: "51792", name: "놀이/체험학습" },
          { id: "51798", name: "대안교육/홈스쿨링" },
          { id: "51793", name: "독서/작문 교육" },
          { id: "90007", name: "수학/과학 교육" },
          { id: "3390", name: "언어/외국어 교육" },
          { id: "107331", name: "예체능 교육" },
          { id: "51797", name: "진로/진학" },
          { id: "7257", name: "창의 교육" },
          { id: "4288", name: "초등 입학 준비" },
          { id: "51794", name: "학교/학습법" },
        ],
      },
      {
        id: "73196",
        name: "부모교육",
      },
      {
        id: "7259",
        name: "사춘기/성교육",
      },
      {
        id: "51763",
        name: "영유아 육아",
        subcategories: [
          { id: "90418", name: "0~3세 육아" },
          { id: "90419", name: "4~7세 육아" },
        ],
      },
      {
        id: "51766",
        name: "육아",
        subcategories: [
          { id: "51773", name: "성장/발달" },
          { id: "106628", name: "외국의 육아.교육" },
          { id: "51786", name: "육아 일반" },
          { id: "51785", name: "육아백과" },
          { id: "51795", name: "자녀 심리" },
          { id: "51790", name: "육아/교육 에세이" },
        ],
      },
      {
        id: "51762",
        name: "임신/출산",
      },
      {
        id: "51764",
        name: "초등 자녀",
      },
      {
        id: "51770",
        name: "태교",
      },
      {
        id: "51801",
        name: "특수교육",
      },
    ],
  },
];