export const examCategoryData = [
  {
    id: "1383",
    name: "수험서/자격증",
    subcategories: [
      {
        id: "34582",
        name: "공무원 수험서",
        subcategories: [
          {
            id: "34612",
            name: "7/9급 기본서 및 부교재",
            subcategories: [
              { id: "34613", name: "국어 - 기출/문제집/모의고사" },
              { id: "34625", name: "영어 - 7/9급 기본서" },
              { id: "34626", name: "영어 - 단어/문법/독해 외" },
              { id: "34628", name: "영어 - 기출/문제/모의고사" },
              { id: "34629", name: "한국사 - 7/9급 교재" },
              { id: "34630", name: "한국사 - 강의노트/기타" },
              { id: "34631", name: "한국사 - 기출/문제집/모의고사" },
              { id: "34632", name: "행정법 - 7/9급 교재" },
              { id: "34633", name: "행정법 - 기출/문제집/모의고사" },
              { id: "34634", name: "행정법 - 조문/판례/법령/기타" },
              { id: "34635", name: "행정학 - 7/9급 교재" },
              { id: "34636", name: "행정학 - 기출/문제집/모의고사" },
              { id: "34637", name: "행정학 - 강의노트/기타" },
              { id: "34610", name: "교육학 - 교육학개론 및 기본서" },
              { id: "34611", name: "교육학 - 기출/모의고사" },
              { id: "37033", name: "법학 - 기타법" }
            ]
          },
          { id: "34638", name: "회계학/경제학 - 경제학" },
          { id: "34639", name: "회계학/경제학 - 회계학" },
          {
            id: "35750",
            name: "직군별 문제집",
            subcategories: [
              { id: "36957", name: "검찰직" },
              { id: "34925", name: "기계직" },
              { id: "34595", name: "전산직" },
              { id: "34596", name: "농업/농촌지도직" },
              { id: "34597", name: "철도직/공단" },
              { id: "34598", name: "세무직/관세직" },
              { id: "34599", name: "법원직" },
              { id: "34600", name: "사회복지직" },
              { id: "34601", name: "기타" },
              { id: "34602", name: "시/도 지방직" },
              { id: "34603", name: "교육행정직" },
              { id: "34604", name: "교정직" },
              { id: "36167", name: "출입국관리직" },
              { id: "34609", name: "건축직" }
            ]
          }
        ]
      },
      {
        id: "34608",
        name: "경찰공무원(승진)",
        subcategories: [
          { id: "140200", name: "경찰승진" },
          { id: "140201", name: "경찰학개론" },
          { id: "140202", name: "형법" },
          { id: "140203", name: "형사소송법" },
          { id: "140204", name: "경찰수사" },
          { id: "140205", name: "경찰영어" },
          { id: "140206", name: "경찰한국사" },
          { id: "140207", name: "해양경찰" },
          { id: "140208", name: "기타 과목" }
        ]
      },
      {
        id: "34697",
        name: "교원임용시험",
        subcategories: [
          { id: "36960", name: "보건/사서/상담교사" },
          { id: "34726", name: "교육학" },
          { id: "34727", name: "중등 전공" },
          { id: "34728", name: "초등교육과정" },
          { id: "34729", name: "유아교육과정" },
          { id: "34730", name: "논술/면접/강사직" },
          { id: "35943", name: "한국어교육능력검정시험" },
          { id: "36822", name: "특수교육" }
        ]
      },
      {
        id: "178951",
        name: "국가기술자격",
        subcategories: [
          { id: "179006", name: "굴삭기운전기능사" },
          { id: "179007", name: "기중기운전기능사" },
          { id: "179008", name: "로더운전기능사" },
          { id: "179027", name: "배관기능사" },
          { id: "179028", name: "배관기능장" },
          { id: "179032", name: "건축설비/산업기사" },
          { id: "179029", name: "건축/산업기사" },
          { id: "179031", name: "건축기계설비기술사" },
          { id: "179033", name: "건축시공기술사" },
          { id: "179034", name: "실내건축기능사" },
          { id: "179035", name: "실내건축/산업기사" }
        ]
      },
      {
        id: "178952",
        name: "국가전문자격",
        subcategories: [
          { id: "179187", name: "가맹거래사" },
          { id: "179189", name: "가축인공수정사" },
          { id: "179190", name: "간호/조무사" },
          { id: "179191", name: "감정평가사" },
          { id: "179192", name: "건강운동관리사" },
          { id: "179193", name: "건축물에너지평가사" },
          { id: "179195", name: "경비지도사" },
          { id: "179196", name: "경영지도사" },
          { id: "179198", name: "공인노무사" },
          { id: "179199", name: "공인회계사" },
          { id: "179201", name: "관세사" }
        ]
      },
      {
        id: "35777",
        name: "컴퓨터 활용능력",
        subcategories: [
          { id: "35778", name: "사무자동화" },
          { id: "35780", name: "워드프로세서" },
          { id: "35797", name: "워드프로세서 실기" },
          { id: "35798", name: "워드프로세서 필기" },
          { id: "35781", name: "웹디자인 기능사" },
          { id: "35785", name: "정보처리기능사" },
          { id: "35786", name: "정보처리기사" },
          { id: "35787", name: "정보처리산업기사" },
          { id: "35792", name: "ITQ" }
        ]
      },
      {
        id: "34705",
        name: "편입/검정고시/독학사",
        subcategories: [
          { id: "34898", name: "고입검정" },
          { id: "34899", name: "고졸/대입검정" },
          { id: "34896", name: "대학편입" },
          { id: "34897", name: "독학사" },
          { id: "34915", name: "경영학과" },
          { id: "34916", name: "교양공통" },
          { id: "34917", name: "국어국문학과" },
          { id: "34918", name: "법학과" },
          { id: "34919", name: "영어영문학과" }
        ]
      },
      {
        id: "34894",
        name: "한국사능력검정시험",
        subcategories: [
          { id: "166524", name: "기본(4,5,6급)" },
          { id: "166525", name: "심화(1,2,3급)" }
        ]
      },
      {
        id: "117990",
        name: "한자시험",
        subcategories: [
          { id: "35641", name: "상공회의소 한자시험" },
          { id: "48489", name: "한자능력검정시험" },
          { id: "35643", name: "한자자격시험" },
          { id: "85532", name: "한중일한자시험(TOCK)" }
        ]
      },
      // 추가된 부분 시작
      {
        id: "34723",
        name: "LEET:법학적성시험",
        subcategories: [
          { id: "34903", name: "기출/모의고사" },
          { id: "34902", name: "논술" },
          { id: "34904", name: "로스쿨 기타" },
          { id: "34900", name: "언어이해" },
          { id: "34901", name: "추리논증" }
        ]
      },
      {
        id: "34724",
        name: "MEET&DEET&PEET",
        subcategories: [
          { id: "34934", name: "문제집/기타" },
          { id: "34906", name: "생물(자연과학추론1)" },
          { id: "34905", name: "언어추론/공간추론" },
          { id: "34908", name: "자연과학추론2 (화학,물리,통계)" }
        ]
      },
      {
        id: "34725",
        name: "PSAT (행정고시)",
        subcategories: [
          { id: "34914", name: "기출/모의고사" },
          { id: "34913", name: "상황판단" },
          { id: "34911", name: "언어논리" },
          { id: "34912", name: "자료해석" }
        ]
      },
      {
        id: "34942",
        name: "TESAT",
      }
    ]
  }
];