export const cookingBeautyCategoryData = [
  {
    id: "1230",
    name: "요리/뷰티",
    subcategories: [
      {
        id: "90452",
        name: "가계부",
      },
      {
        id: "53471",
        name: "건강요리",
      },
      {
        id: "53489",
        name: "결혼/가족",
        subcategories: [
          { id: "53513", name: "가정의례" },
          { id: "53511", name: "가족관계" },
          { id: "53509", name: "결혼생활" },
          { id: "53510", name: "부부관계" },
          { id: "53512", name: "성생활" },
        ],
      },
      {
        id: "53476",
        name: "나라별 요리",
        subcategories: [
          { id: "53495", name: "기타국가 요리" },
          { id: "53493", name: "이탈리아 요리" },
          { id: "53491", name: "일본요리" },
          { id: "53492", name: "중국요리" },
          { id: "53494", name: "프랑스 요리" },
          { id: "53490", name: "한국요리" },
        ],
      },
      {
        id: "53474",
        name: "다이어트 요리",
      },
      {
        id: "53478",
        name: "도시락",
      },
      {
        id: "53480",
        name: "디저트",
      },
      {
        id: "53485",
        name: "뜨개질/바느질/DIY",
        subcategories: [
          { id: "53500", name: "뜨개질/퀼트/십자수/바느질" },
          { id: "53502", name: "선물포장/리본/비즈" },
          { id: "53503", name: "종이접기/종이공예" },
          { id: "53501", name: "패션/소품/DIY" },
        ],
      },
      {
        id: "53473",
        name: "사찰요리",
      },
      {
        id: "53484",
        name: "살림/정리수납",
      },
      {
        id: "53479",
        name: "샐러드/샌드위치",
      },
      {
        id: "53472",
        name: "생활요리",
      },
      {
        id: "53482",
        name: "술/음료/차",
        subcategories: [
          { id: "53497", name: "다도/차" },
          { id: "53496", name: "술" },
          { id: "53499", name: "음료" },
          { id: "53498", name: "커피" },
        ],
      },
      {
        id: "53487",
        name: "원예/조경/텃밭",
      },
      {
        id: "53483",
        name: "음식 이야기",
      },
      {
        id: "53477",
        name: "이유식",
      },
      {
        id: "53475",
        name: "전문가/연예인/블로거 요리",
      },
      {
        id: "53481",
        name: "제과제빵",
      },
      {
        id: "53486",
        name: "집/인테리어",
        subcategories: [
          { id: "90456", name: "인테리어" },
          { id: "90455", name: "집짓기" },
        ],
      },
      {
        id: "53488",
        name: "패션/뷰티",
        subcategories: [
          { id: "53507", name: "네일/페디" },
          { id: "53504", name: "메이크업" },
          { id: "53506", name: "스타일/패션" },
          { id: "53508", name: "피부미용" },
          { id: "53505", name: "헤어" },
        ],
      },
    ],
  },
];