export const essayCategoryData = [
  {
    id: "55889",
    name: "에세이",
    subcategories: [
      { id: "51392", name: "노년을 위한 에세이" },
      { id: "51380", name: "독서에세이" },
      { id: "174700", name: "동물에세이" },
      { id: "51416", name: "명사에세이" },
      {
        id: "52906",
        name: "기타 명사에세이",
        subcategories: [
          { id: "52904", name: "문인에세이" },
          { id: "52905", name: "방송연예인에세이" },
        ],
      },
      { id: "51374", name: "명상에세이" },
      { id: "51398", name: "명언/잠언록" },
      { id: "51391", name: "사랑/연애 에세이" },
      { id: "51376", name: "사진/그림 에세이" },
      { id: "51375", name: "심리치유 에세이" },
      { id: "51377", name: "여행에세이" },
      {
        id: "51423",
        name: "국내여행에세이",
        subcategories: [
          { id: "51425", name: "해외여행에세이" },
        ],
      },
      { id: "51842", name: "예술에세이" },
      {
        id: "51843",
        name: "미술에세이",
        subcategories: [
          { id: "51844", name: "영화에세이" },
          { id: "51845", name: "음악에세이" },
        ],
      },
      { id: "51373", name: "외국에세이" },
      { id: "51404", name: "유머/풍자/우화" },
      { id: "180236", name: "음식에세이" },
      { id: "51402", name: "일기/편지" },
      { id: "51394", name: "자연에세이" },
      { id: "51413", name: "작은 이야기 모음" },
      { id: "51389", name: "종교에세이" },
      {
        id: "51431",
        name: "가톨릭",
        subcategories: [
          { id: "51427", name: "기독교" },
          { id: "51429", name: "불교" },
        ],
      },
      { id: "51408", name: "포켓에세이" },
      { id: "51371", name: "한국에세이" },
    ],
  },
];