export const artAndCultureCategoryData = [
  {
    id: "517",
    name: "예술/대중문화",
    subcategories: [
      {
        id: "50969",
        name: "건축",
        subcategories: [
          { id: "51085", name: "건축이론/비평/역사" },
          { id: "51082", name: "건축이야기/건축가" },
          { id: "51087", name: "전통 건축" },
        ],
      },
      {
        id: "50972",
        name: "디자인/공예",
        subcategories: [
          { id: "51092", name: "공예/도자" },
          { id: "51091", name: "디자인이론/비평/역사" },
          { id: "51089", name: "디자인이야기/디자이너/디자인 실기" },
        ],
      },
      {
        id: "50973",
        name: "무용",
        subcategories: [
          { id: "51093", name: "무용이론/비평/역사" },
          { id: "51096", name: "무용이야기/무용가" },
          { id: "51103", name: "서양 무용" },
          { id: "51104", name: "한국/동양 무용" },
          { id: "51100", name: "현대무용" },
        ],
      },
      {
        id: "50970",
        name: "뮤지컬/오페라",
      },
      {
        id: "50965",
        name: "미술",
        subcategories: [
          { id: "50989", name: "도록" },
          { id: "50987", name: "미술 실기" },
          { id: "50978", name: "미술 이야기" },
          { id: "50979", name: "미술가" },
          { id: "50980", name: "미술관/박물관/미술기행" },
          { id: "50981", name: "미술비평/이론" },
          { id: "50982", name: "미술사" },
          { id: "50990", name: "서예" },
          { id: "50991", name: "조각" },
          { id: "50985", name: "종교미술" },
          { id: "50984", name: "한국미술" },
          { id: "50983", name: "현대미술" },
          { id: "50988", name: "화집" },
        ],
      },
      {
        id: "50976",
        name: "미술/음악/예술치료",
      },
      {
        id: "50968",
        name: "사진",
        subcategories: [
          { id: "51079", name: "사진 실기" },
          { id: "51076", name: "사진이론/비평/역사" },
          { id: "51060", name: "사진이야기/사진가" },
          { id: "51063", name: "사진집" },
        ],
      },
      {
        id: "50974",
        name: "연극",
        subcategories: [
          { id: "51108", name: "연극사/연극.희극론/연극비평" },
          { id: "51109", name: "연극인/연극이야기" },
          { id: "51115", name: "외국희곡" },
          { id: "51112", name: "전통극" },
          { id: "51118", name: "한국희곡" },
        ],
      },
      {
        id: "50967",
        name: "영화/드라마",
        subcategories: [
          { id: "51054", name: "시나리오/시나리오작법" },
          { id: "51057", name: "애니메이션" },
          { id: "51056", name: "연출/연기/제작" },
          { id: "51053", name: "영화감독/배우" },
          { id: "51049", name: "영화사" },
          { id: "51047", name: "영화이론/비평" },
          { id: "51042", name: "영화이야기" },
          { id: "51051", name: "한국영화" },
        ],
      },
      {
        id: "50950",
        name: "예술/대중문화의 이해",
        subcategories: [
          { id: "50963", name: "대중문화론" },
          { id: "50958", name: "미학/예술이론" },
          { id: "50962", name: "예술 통사/역사 속의 예술" },
          { id: "50964", name: "예술전문사전" },
        ],
      },
      {
        id: "50971",
        name: "예술경영/공연기획",
      },
      {
        id: "50966",
        name: "음악",
        subcategories: [
          { id: "51020", name: "가요" },
          { id: "51012", name: "서양음악(클래식)" },
          { id: "51031", name: "성악/가곡" },
          { id: "51034", name: "악보/작곡" },
          { id: "51200", name: "플룻 외 관악기 악보" },
          { id: "51195", name: "피아노 및 건반악기 악보" },
          { id: "51192", name: "팝/가요/뉴에이지" },
          { id: "51188", name: "클래식 악보" },
          { id: "51216", name: "오페라" },
          { id: "51214", name: "째즈/영화음악/뮤지컬" },
          { id: "51211", name: "기타/베이스" },
          { id: "51222", name: "녹음/마스터링" },
          { id: "51219", name: "전집" },
          { id: "51203", name: "바이올린 외 현악기 악보" },
          { id: "51207", name: "드럼 외 타악기 악보" },
        ],
      },
      {
        id: "51009",
        name: "오디오",
      },
      {
        id: "51003",
        name: "음악가",
      },
      {
        id: "51006",
        name: "음악이론/음악사",
      },
      {
        id: "51000",
        name: "음악이야기",
      },
      {
        id: "51018",
        name: "재즈",
      },
      {
        id: "51014",
        name: "팝/록",
      },
      {
        id: "51025",
        name: "한국 전통음악",
      },
      {
        id: "114988",
        name: "컬러링북",
      },
      {
        id: "50975",
        name: "TV/라디오",
        subcategories: [
          { id: "51178", name: "라디오" },
          { id: "51181", name: "PD/탤런트/방송작가/성우" },
          { id: "51174", name: "TV 이야기" },
          { id: "51176", name: "TV이론/TV비평" },
        ],
      },
    ],
  },
];