export const historyCategoryData = [
  {
    id: "74",
    name: "역사",
    subcategories: [
      {
        id: "78",
        name: "고고학",
      },
      {
        id: "1628",
        name: "동양사일반",
      },
      {
        id: "2177",
        name: "문화/역사기행",
        subcategories: [
          { id: "4867", name: "동서양 문화/역사기행" },
          { id: "4869", name: "한국 문화/역사기행" },
        ],
      },
      {
        id: "147",
        name: "북한사",
      },
      {
        id: "5242",
        name: "서양사",
        subcategories: [
          { id: "52596", name: "로마사" },
          { id: "52598", name: "르네상스/종교개혁기" },
          { id: "52597", name: "비잔티움/이슬람 강성기" },
          { id: "94", name: "서양고대사" },
          { id: "52599", name: "서양근현대사" },
          { id: "1806", name: "서양사일반" },
          { id: "2031", name: "서양중세사" },
        ],
      },
      {
        id: "169",
        name: "세계사 일반",
      },
      {
        id: "5029",
        name: "아메리카사",
        subcategories: [
          { id: "160", name: "미국/캐나다사" },
          { id: "161", name: "중남미사" },
        ],
      },
      {
        id: "148",
        name: "아시아사",
        subcategories: [
          { id: "3802", name: "동남아시아사" },
          { id: "36868", name: "동아시아/극동아시아사" },
          { id: "158", name: "서남아시아사" },
          { id: "151", name: "인도사" },
          { id: "5445", name: "중앙아시아사" },
        ],
      },
      {
        id: "5027",
        name: "아프리카/오세아니아사",
        subcategories: [
          { id: "52604", name: "선사~근대사" },
          { id: "52605", name: "현대사" },
        ],
      },
      {
        id: "75",
        name: "역사학",
        subcategories: [
          { id: "76", name: "역사비평" },
          { id: "1438", name: "역사학 일반" },
        ],
      },
      {
        id: "159",
        name: "유럽사",
        subcategories: [
          { id: "165", name: "독일/오스트리아사" },
          { id: "52602", name: "동유럽사" },
          { id: "3938", name: "러시아사" },
          { id: "52600", name: "스페인/포르투갈사" },
          { id: "163", name: "영국사" },
          { id: "52603", name: "중부유럽/북유럽사" },
          { id: "167", name: "프랑스사" },
        ],
      },
      {
        id: "52606",
        name: "이슬람/중동/이스라엘",
        subcategories: [
          { id: "52607", name: "고대 문명 태동기" },
          { id: "52609", name: "근현대사" },
          { id: "52608", name: "중세시대" },
        ],
      },
      {
        id: "52595",
        name: "일본사",
        subcategories: [
          { id: "5558", name: "일본고대/중세사" },
          { id: "5557", name: "일본근현대사" },
          { id: "5559", name: "일본사 일반" },
        ],
      },
      {
        id: "52610",
        name: "전쟁/분쟁사",
        subcategories: [
          { id: "52614", name: "1차대전~2차대전" },
          { id: "52611", name: "고대/중세/나폴레옹 이전" },
          { id: "52613", name: "나폴레옹시대~19세기" },
          { id: "52615", name: "냉전 시기" },
          { id: "52617", name: "전쟁 통사" },
          { id: "52616", name: "현대전/테러" },
        ],
      },
      { id: "52589", name: "조선사" },
      {
        id: "121",
        name: "조선문화예술사",
        parent: "조선사",
      },
      {
        id: "130",
        name: "조선생활풍속사",
        parent: "조선사",
      },
      {
        id: "1955",
        name: "조선시대 일반",
        parent: "조선사",
      },
      {
        id: "116",
        name: "조선전기(개국~임진왜란 이전)",
        parent: "조선사",
      },
      {
        id: "117",
        name: "조선중기(임진왜란~경종)",
        parent: "조선사",
      },
      {
        id: "118",
        name: "조선후기(영조~순종)",
        parent: "조선사",
      },
      { id: "52594", name: "중국사" },
      {
        id: "1960",
        name: "중국고대사(선사시대~진한시대)",
        parent: "중국사",
      },
      {
        id: "3826",
        name: "중국근세사(원~ 아편전쟁)",
        parent: "중국사",
      },
      {
        id: "1961",
        name: "중국근현대사(아편전쟁 이후)",
        parent: "중국사",
      },
      {
        id: "1962",
        name: "중국사 일반",
        parent: "중국사",
      },
      {
        id: "3825",
        name: "중국중세사(위진남북조~당,송)",
        parent: "중국사",
      },
      { id: "81", name: "테마로 보는 역사" },
      {
        id: "88",
        name: "건국사/멸망사",
        parent: "테마로 보는 역사",
      },
      {
        id: "27795",
        name: "경제사",
        parent: "테마로 보는 역사",
      },
      {
        id: "2032",
        name: "과학/기술사",
        parent: "테마로 보는 역사",
      },
      {
        id: "5618",
        name: "교류/관계사",
        parent: "테마로 보는 역사",
      },
      {
        id: "89",
        name: "문명/문화사",
        parent: "테마로 보는 역사",
      },
      {
        id: "90",
        name: "미시사/생활사",
        parent: "테마로 보는 역사",
      },
      {
        id: "2211",
        name: "사회사",
        parent: "테마로 보는 역사",
      },
      {
        id: "5566",
        name: "세계인물사",
        parent: "테마로 보는 역사",
      },
      {
        id: "4167",
        name: "여성사",
        parent: "테마로 보는 역사",
      },
      {
        id: "17897",
        name: "외교/상호교류사",
        parent: "테마로 보는 역사",
      },
      {
        id: "84",
        name: "전쟁사",
        parent: "테마로 보는 역사",
      },
      {
        id: "52620",
        name: "종교사",
        parent: "테마로 보는 역사",
      },
      {
        id: "1963",
        name: "중국인물사",
        parent: "테마로 보는 역사",
      },
      {
        id: "5718",
        name: "지방사",
        parent: "테마로 보는 역사",
      },
      {
        id: "134",
        name: "한국인물사",
        parent: "테마로 보는 역사",
      },
      {
        id: "87",
        name: "혁명사",
        parent: "테마로 보는 역사",
      },
      {
        id: "3266",
        name: "학회/무크/계간지",
      },
      { id: "109", name: "한국고대~고려시대" },
      { id: "113", name: "고려시대" },
      {
        id: "4206",
        name: "한국고대사",
        parent: "한국고대~고려시대",
      },
      {
        id: "2215",
        name: "고구려",
        parent: "한국고대사",
      },
      {
        id: "2216",
        name: "신라/통일신라",
        parent: "한국고대사",
      },
      {
        id: "2217",
        name: "백제",
        parent: "한국고대사",
      },
      {
        id: "2218",
        name: "가야",
        parent: "한국고대사",
      },
      {
        id: "111",
        name: "한국고대사 일반",
        parent: "한국고대사",
      },
      {
        id: "112",
        name: "발해",
        parent: "한국고대사",
      },
      {
        id: "1442",
        name: "한국상고사",
      },
      {
        id: "52590",
        name: "한국근현대사",
        subcategories: [
          { id: "3431", name: "근대개화기" },
          { id: "141", name: "일제치하/항일시대" },
          { id: "52591", name: "한국전쟁 이후~현재" },
          { id: "1753", name: "해방전후사/한국전쟁" },
        ],
      },
      {
        id: "52593",
        name: "한국사 일반",
      },
    ],
  },
];