export const middleSchoolCategoryData = [
  {
    id: "76000",
    name: "중학교참고서",
    subcategories: [
      {
        id: "76727",
        name: "논술/글쓰기(중등)",
        subcategories: [
          {
            id: "129704",
            name: "중학논술/글쓰기",
          },
          {
            id: "129705",
            name: "논술정기간행물(중등)",
          },
        ],
      },
      {
        id: "76725",
        name: "예비고등",
      },
      {
        id: "76790",
        name: "중1-문제집",
        subcategories: [
          {
            id: "76839",
            name: "국어(중등1)",
          },
          {
            id: "76841",
            name: "수학(중등1)",
          },
          {
            id: "76840",
            name: "영어(중등1)",
          },
          {
            id: "76842",
            name: "과학(중등1)",
          },
          {
            id: "76843",
            name: "사회.역사(중등1)",
          },
          {
            id: "76847",
            name: "도덕(중등1)",
          },
          {
            id: "76844",
            name: "기술.가정(중등1)",
          },
          {
            id: "76845",
            name: "기타(중등1)",
          },
          {
            id: "76846",
            name: "중간.기말고사(중등1)",
          },
        ],
      },
      {
        id: "76793",
        name: "중1-자습서",
        subcategories: [
          {
            id: "76813",
            name: "국어(중등1)",
          },
          {
            id: "76816",
            name: "수학(중등1)",
          },
          {
            id: "76817",
            name: "영어(중등1)",
          },
          {
            id: "76812",
            name: "과학(중등1)",
          },
          {
            id: "76815",
            name: "사회.역사(중등1)",
          },
          {
            id: "76818",
            name: "도덕(중등1)",
          },
          {
            id: "76814",
            name: "기술.가정(중등1)",
          },
          {
            id: "76819",
            name: "기타(중등1)",
          },
        ],
      },
      {
        id: "76791",
        name: "중2-문제집",
        subcategories: [
          {
            id: "76831",
            name: "국어(중등2)",
          },
          {
            id: "76834",
            name: "수학(중등2)",
          },
          {
            id: "76835",
            name: "영어(중등2)",
          },
          {
            id: "76830",
            name: "과학(중등2)",
          },
          {
            id: "76833",
            name: "사회.역사(중등2)",
          },
          {
            id: "76837",
            name: "도덕(중등2)",
          },
          {
            id: "76832",
            name: "기술.가정(중등2)",
          },
          {
            id: "76838",
            name: "기타(중등2)",
          },
          {
            id: "76836",
            name: "중간.기말고사(중등2)",
          },
        ],
      },
      {
        id: "76794",
        name: "중2-자습서",
        subcategories: [
          {
            id: "76805",
            name: "국어(중등2)",
          },
          {
            id: "76808",
            name: "수학(중등2)",
          },
          {
            id: "76809",
            name: "영어(중등2)",
          },
          {
            id: "76804",
            name: "과학(중등2)",
          },
          {
            id: "76807",
            name: "사회.역사(중등2)",
          },
          {
            id: "76810",
            name: "도덕(중등2)",
          },
          {
            id: "76806",
            name: "기술.가정(중등2)",
          },
          {
            id: "76811",
            name: "기타(중등2)",
          },
        ],
      },
      {
        id: "76792",
        name: "중3-문제집",
        subcategories: [
          {
            id: "76821",
            name: "국어(중등3)",
          },
          {
            id: "76824",
            name: "수학(중등3)",
          },
          {
            id: "76825",
            name: "영어(중등3)",
          },
          {
            id: "76820",
            name: "과학(중등3)",
          },
          {
            id: "76823",
            name: "사회.역사(중등3)",
          },
          {
            id: "76827",
            name: "도덕(중등3)",
          },
          {
            id: "76822",
            name: "기술.가정(중등3)",
          },
          {
            id: "76828",
            name: "기타(중등3)",
          },
          {
            id: "76826",
            name: "중간.기말고사(중등3)",
          },
        ],
      },
      {
        id: "76795",
        name: "중3-자습서",
        subcategories: [
          {
            id: "76797",
            name: "국어(중등3)",
          },
          {
            id: "76800",
            name: "수학(중등3)",
          },
          {
            id: "76801",
            name: "영어(중등3)",
          },
          {
            id: "76796",
            name: "과학(중등3)",
          },
          {
            id: "76799",
            name: "사회.역사(중등3)",
          },
          {
            id: "76802",
            name: "도덕(중등3)",
          },
          {
            id: "76798",
            name: "기술.가정(중등3)",
          },
          {
            id: "76803",
            name: "기타(중등3)",
          },
        ],
      },
      {
        id: "76728",
        name: "중학경시대회",
      },
      {
        id: "76730",
        name: "중학교 출판사별",
        subcategories: [
          {
            id: "87512",
            name: "길벗스쿨",
            subcategories: [
              {
                id: "107442",
                name: "기적_중학도형",
              },
              {
                id: "107443",
                name: "기적_중학연산",
              },
              {
                id: "107444",
                name: "기적_영단어+쓰기노트",
              },
              {
                id: "115056",
                name: "기적_영어듣기",
              },
              {
                id: "108675",
                name: "기적_국어문법",
              },
            ],
          },
          {
            id: "76928",
            name: "꿈을담는틀",
            subcategories: [
              {
                id: "113020",
                name: "완성(중등)",
              },
              {
                id: "113022",
                name: "내신DNA",
              },
              {
                id: "113024",
                name: "적중영문법",
              },
              {
                id: "113032",
                name: "절대개념(중등)",
              },
              {
                id: "114186",
                name: "어휘력다지기",
              },
              {
                id: "114187",
                name: "그래머마스터",
              },
              {
                id: "114188",
                name: "모든것(중등)",
                subcategories: [
                  {
                    id: "76933",
                    name: "수학모든것",
                  },
                  {
                    id: "113021",
                    name: "국어모든것",
                  },
                ],
              },
              {
                id: "115181",
                name: "절대수학",
              },
              {
                id: "119807",
                name: "첫",
              },
              {
                id: "76932",
                name: "꿈틀중학국어",
              },
              {
                id: "76930",
                name: "Yes영어단기특강",
              },
              {
                id: "76931",
                name: "콕영어(중등)",
              },
              {
                id: "76928",
                name: "단감중학",
              },
            ],
          },
          {
            id: "157145",
            name: "넥서스에듀",
            subcategories: [
              {
                id: "157146",
                name: "This is Voca",
              },
              {
                id: "157151",
                name: "101",
              },
              {
                id: "157152",
                name: "공감",
              },
              {
                id: "157153",
                name: "도전 만점 서술형",
              },
              {
                id: "157154",
                name: "그래머 브릿지",
              },
              {
                id: "157155",
                name: "OK Grammar",
              },
              {
                id: "157156",
                name: "The Grammar",
              },
              {
                id: "157157",
                name: "영문법 뽀개기",
              },
              {
                id: "157158",
                name: "This Is Grammar",
              },
              {
                id: "157159",
                name: "This Is Reading",
              },
              {
                id: "157162",
                name: "애프터스쿨",
              },
              {
                id: "157163",
                name: "Smart Reading",
              },
              {
                id: "157165",
                name: "The Listening",
              },
            ],
          },
          {
            id: "137354",
            name: "다락원",
            subcategories: [
              {
                id: "137355",
                name: "내공영문법",
              },
              {
                id: "137356",
                name: "내공영어구문",
              },
              {
                id: "137357",
                name: "쓰담쓰담영문법",
              },
              {
                id: "137358",
                name: "절대영문법",
              },
              {
                id: "137359",
                name: "Grammar&Writing",
              },
              {
                id: "137360",
                name: "Grammar 플러스",
              },
              {
                id: "137361",
                name: "제대로 영작문",
              },
              {
                id: "137362",
                name: "내공독해",
              },
              {
                id: "137363",
                name: "Reading Voyage",
              },
              {
                id: "137364",
                name: "Reading for Subject",
              },
              {
                id: "137365",
                name: "리스닝 올리고",
              },
              {
                id: "137366",
                name: "리슨투맥스",
              },
              {
                id: "137367",
                name: "절대어휘",
              },
              {
                id: "137368",
                name: "내공영단어",
              },
            ],
          },
          {
            id: "76741",
            name: "동아출판",
            subcategories: [
              {
                id: "149971",
                name: "빠작국어",
                subcategories: [
                  {
                    id: "164674",
                    name: "국어 문법",
                  },
                  {
                    id: "164675",
                    name: "국어 문학",
                  },
                  {
                    id: "164676",
                    name: "국어 비문학",
                  },
                  {
                    id: "164677",
                    name: "국어 서술형",
                  },
                  {
                    id: "164678",
                    name: "국어 어휘",
                  },
                ],
              },
              {
                id: "179525",
                name: "특급기출 수학",
              },
              {
                id: "179526",
                name: "서술형 더 영문법",
              },
              {
                id: "179527",
                name: "연산으로 강해지는 수학",
              },
              {
                id: "121568",
                name: "빨리 강해지는 수학",
              },
              {
                id: "76989",
                name: "뜯어먹는",
              },
              {
                id: "76992",
                name: "하이탑(중등)",
              },
              {
                id: "165375",
                name: "특급기출 영어",
              },
              {
                id: "123586",
                name: "빨리 이해하는 수학",
              },
              {
                id: "149831",
                name: "싸플(중등)",
              },
              {
                id: "149837",
                name: "클리어",
              },
              {
                id: "164679",
                name: "절대등급(중등)",
              },
              {
                id: "164680",
                name: "빠르게통하는",
              },
              {
                id: "140152",
                name: "올쏘(중등)",
              },
            ],
          },
          {
            id: "76740",
            name: "디딤돌",
            subcategories: [
              {
                id: "76996",
                name: "최상위수학(중등)",
                subcategories: [
                  {
                    id: "114652",
                    name: "최상위수학(중등)",
                  },
                  {
                    id: "147648",
                    name: "최상위수학_라이트",
                  },
                ],
              },
              {
                id: "114658",
                name: "문법완성",
              },
              {
                id: "189152",
                name: "개념기본 수학",
              },
              {
                id: "114644",
                name: "투탑수학",
              },
              {
                id: "114649",
                name: "패턴수학",
              },
              {
                id: "114650",
                name: "문법특강",
              },
              {
                id: "114651",
                name: "시험영문법",
              },
              {
                id: "88293",
                name: "문제특강",
              },
              {
                id: "164252",
                name: "중학연산",
              },
            ],
          },
          {
            id: "76753",
            name: "마더텅",
            subcategories: [
              {
                id: "186263",
                name: "뿌리깊은(중등)",
                subcategories: [
                  {
                    id: "186265",
                    name: "국어 독해력",
                  },
                ],
              },
              {
                id: "186264",
                name: "영문법 3800제(중등)",
                subcategories: [
                  {
                    id: "186266",
                    name: "중간.기말고사",
                  },
                  {
                    id: "186267",
                    name: "3800제 서술형",
                  },
                  {
                    id: "76916",
                    name: "3800제",
                  },
                ],
              },
              {
                id: "76918",
                name: "영어 독해 101",
              },
              {
                id: "76915",
                name: "100% 영어듣기",
              },
              {
                id: "143134",
                name: "뜀틀 수학",
              },
            ],
          },
          {
            id: "76774",
            name: "메가스터디북스",
            subcategories: [
              {
                id: "139645",
                name: "수력ON(중등)",
              },
              {
                id: "172374",
                name: "비문학 독해",
              },
              {
                id: "90563",
                name: "영어듣기모의고사",
              },
              {
                id: "90564",
                name: "백신과학",
              },
              {
                id: "76861",
                name: "오메가그래머",
              },
              {
                id: "118419",
                name: "메가개념수학",
              },
              {
                id: "106685",
                name: "캐치원기출",
              },
              {
                id: "106686",
                name: "민정범수학",
              },
              {
                id: "186606",
                name: "CPR 중학수학",
              },
              {
                id: "186607",
                name: "메가중학영단어",
              },
            ],
          },
          {
            id: "76745",
            name: "미래엔",
            subcategories: [
              {
                id: "139626",
                name: "유형중심",
              },
              {
                id: "78836",
                name: "올리드(중등)",
                subcategories: [
                  {
                    id: "106123",
                    name: "국어",
                  },
                  {
                    id: "106124",
                    name: "영어",
                  },
                  {
                    id: "106125",
                    name: "수학",
                  },
                  {
                    id: "106126",
                    name: "역사/사회",
                  },
                  {
                    id: "106127",
                    name: "과학",
                  },
                ],
              },
              {
                id: "121422",
                name: "수학중심",
              },
              {
                id: "120502",
                name: "유형맞짱",
              },
              {
                id: "147649",
                name: "올리드시험직보",
              },
              {
                id: "158839",
                name: "그래머바이트",
              },
              {
                id: "158840",
                name: "리딩바이트",
              },
            ],
          },
          {
            id: "86479",
            name: "백발백중",
            subcategories: [
              {
                id: "86480",
                name: "100발100중",
                subcategories: [
                  {
                    id: "86481",
                    name: "중간고사",
                  },
                  {
                    id: "86482",
                    name: "기말고사",
                  },
                ],
              },
              {
                id: "136291",
                name: "리딩싹",
              },
              {
                id: "129082",
                name: "특쫑수학",
              },
            ],
          },
          {
            id: "76749",
            name: "비상교육",
            subcategories: [
              {
                id: "76934",
                name: "한끝(중등)",
                subcategories: [
                  {
                    id: "108484",
                    name: "한끝국어(중등)",
                  },
                  {
                    id: "108485",
                    name: "한끝사회/역사(중등)",
                  },
                ],
              },
              {
                id: "76935",
                name: "내공의힘",
              },
              {
                id: "76936",
                name: "개념+유형수학(중등)",
                subcategories: [
                  {
                    id: "108471",
                    name: "라이트(중등)",
                  },
                  {
                    id: "108472",
                    name: "파워(중등)",
                  },
                  {
                    id: "108473",
                    name: "탑(중등)",
                  },
                ],
              },
              {
                id: "76938",
                name: "완자(중등)",
              },
              {
                id: "108487",
                name: "오투과학(중등)",
              },
              {
                id: "108480",
                name: "타파TAPA",
              },
              {
                id: "108482",
                name: "리딩스파크",
              },
              {
                id: "108475",
                name: "영어듣기모의고사",
              },
              {
                id: "165731",
                name: "알찬과학단원별",
              },
              {
                id: "145426",
                name: "최고득점수학",
              },
              {
                id: "145427",
                name: "그래머인",
              },
              {
                id: "145428",
                name: "올댓중학영어",
              },
              {
                id: "145422",
                name: "만렙수학(중등)",
              },
              {
                id: "112989",
                name: "교과서 개념잡기(중등)",
              },
              {
                id: "77512",
                name: "리더스뱅크",
              },
              {
                id: "120359",
                name: "알찬수학만기출",
              },
              {
                id: "187958",
                name: "중등수능독해",
              },
            ],
          },
          {
            id: "76771",
            name: "수경출판사",
            subcategories: [
              {
                id: "79102",
                name: "수력충전(중등)",
              },
              {
                id: "79103",
                name: "일등급 수학(중등)",
              },
              {
                id: "79104",
                name: "형상기억 수학(중등)",
              },
              {
                id: "133071",
                name: "자이 듣기 전략",
              },
              {
                id: "154482",
                name: "심플 자이 수학(중등)",
              },
              {
                id: "152117",
                name: "키워드 그래머",
              },
              {
                id: "152118",
                name: "보카레슨",
              },
              {
                id: "76864",
                name: "자이 수학(중등)",
              },
              {
                id: "161194",
                name: "자이 국어 독해력",
              },
              {
                id: "171036",
                name: "수력충전 스타트(중등)",
              },
              {
                id: "164210",
                name: "자이 영문법 총정리",
              },
              {
                id: "164213",
                name: "자이 독해 완성",
              },
              {
                id: "164214",
                name: "자이 포인트 리딩",
              },
              {
                id: "164216",
                name: "자이 듣기 총정리",
              },
            ],
          },
          {
            id: "76762",
            name: "쎄듀",
            subcategories: [
              {
                id: "76888",
                name: "천일문",
              },
              {
                id: "76889",
                name: "쎄듀파이어",
              },
              {
                id: "76890",
                name: "레볼루션",
              },
              {
                id: "130446",
                name: "리딩플랫폼",
              },
              {
                id: "121947",
                name: "빠르게모의고사",
              },
              {
                id: "126524",
                name: "쓰작",
              },
              {
                id: "154495",
                name: "E.G.U",
              },
              {
                id: "154483",
                name: "그래머큐",
              },
              {
                id: "154484",
                name: "천일문그래머",
              },
              {
                id: "154485",
                name: "잘.풀.영",
              },
              {
                id: "154491",
                name: "그래머픽",
              },
              {
                id: "154492",
                name: "거침없이",
              },
            ],
          },
          {
            id: "76760",
            name: "에이급출판사",
            subcategories: [
              {
                id: "76893",
                name: "에이급수학",
              },
              {
                id: "76894",
                name: "원리해설수학",
              },
            ],
          },
          {
            id: "76755",
            name: "좋은책신사고",
            subcategories: [
              {
                id: "76903",
                name: "쎈수학(중등)",
              },
              {
                id: "169366",
                name: "쎈수학_베이직(중등)",
              },
              {
                id: "78596",
                name: "쎈수학_개념쎈(중등)",
              },
              {
                id: "123481",
                name: "쎈수학_라이트쎈(중등)",
              },
              {
                id: "112952",
                name: "단꿈영어(문법/독해)",
              },
              {
                id: "179638",
                name: "와이즈 Wise",
                subcategories: [
                  {
                    id: "121696",
                    name: "리딩와이즈(독해)",
                  },
                  {
                    id: "121635",
                    name: "라이팅와이즈(문법)",
                  },
                  {
                    id: "106537",
                    name: "그래머와이즈(문법)",
                  },
                ],
              },
              {
                id: "112848",
                name: "별VOCA(중등)",
              },
              {
                id: "106536",
                name: "리딩익스텐션(독해)",
              },
              {
                id: "154951",
                name: "쎈연산(중등)",
              },
              {
                id: "76904",
                name: "우공비(중등)",
              },
              {
                id: "76905",
                name: "이그잼(문법/듣기)",
              },
              {
                id: "76906",
                name: "우공비Q",
              },
              {
                id: "76908",
                name: "진짜영문법",
              },
              {
                id: "76909",
                name: "일품수학(중등)",
              },
              {
                id: "164233",
                name: "우공비 중학 국어",
              },
              {
                id: "161588",
                name: "초빈출",
              },
              {
                id: "121691",
                name: "웰컴투그래머(문법)",
              },
              {
                id: "121692",
                name: "리스닝엔탑(듣기)",
              },
              {
                id: "121693",
                name: "리딩엔탑(듣기)",
              },
            ],
          },
          {
            id: "76746",
            name: "지학사",
            subcategories: [
              {
                id: "148657",
                name: "특강",
              },
              {
                id: "148658",
                name: "BEYOND",
              },
              {
                id: "148659",
                name: "개념있는",
              },
              {
                id: "148660",
                name: "개념풀특강",
              },
              {
                id: "149924",
                name: "풍산자 테스트북",
              },
              {
                id: "149925",
                name: "풍산자 반복수학",
              },
              {
                id: "149926",
                name: "풍산자 개념완성",
              },
              {
                id: "149927",
                name: "한권뚝딱",
              },
              {
                id: "76948",
                name: "평가문제집",
              },
              {
                id: "76950",
                name: "자습서",
              },
              {
                id: "76952",
                name: "독서평설",
              },
              {
                id: "76955",
                name: "The Real English",
              },
              {
                id: "76956",
                name: "풍산자 필수유형",
              },
              {
                id: "168963",
                name: "비문학 독해 연습",
              },
            ],
          },
          {
            id: "122601",
            name: "진학사(블랙박스)",
            subcategories: [
              {
                id: "122602",
                name: "블랙라벨(중등)",
              },
              {
                id: "147636",
                name: "그림어원(중등)",
              },
            ],
          },
          {
            id: "76767",
            name: "창비교육",
            subcategories: [
              {
                id: "108773",
                name: "종합문제집(중등)",
              },
              {
                id: "108774",
                name: "자습서(중등)",
              },
              {
                id: "108775",
                name: "내신문제집(중등)",
              },
            ],
          },
          {
            id: "76739",
            name: "천재교육",
            subcategories: [
              {
                id: "134528",
                name: "해결의법칙(중등)",
                subcategories: [
                  {
                    id: "177561",
                    name: "개념 해결의법칙",
                  },
                  {
                    id: "177562",
                    name: "유형 해결의법칙",
                  },
                ],
              },
              {
                id: "181915",
                name: "시작은하루(중등)",
                subcategories: [
                  {
                    id: "178106",
                    name: "하루국어",
                  },
                  {
                    id: "178087",
                    name: "하루영어",
                  },
                  {
                    id: "178687",
                    name: "하루수학",
                  },
                  {
                    id: "181507",
                    name: "하루과학",
                  },
                  {
                    id: "182445",
                    name: "하루사회.역사",
                  },
                ],
              },
              {
                id: "185821",
                name: "바로 시리즈",
                subcategories: [
                  {
                    id: "164240",
                    name: "바로쓰는문법",
                  },
                  {
                    id: "173373",
                    name: "바로VOCA(중등)",
                  },
                  {
                    id: "173372",
                    name: "바로Listening",
                  },
                  {
                    id: "164240",
                    name: "바로쓰는문법",
                  },
                  {
                    id: "185822",
                    name: "바로푸는문법",
                  },
                  {
                    id: "173375",
                    name: "바로배경지식독해",
                  },
                  {
                    id: "173348",
                    name: "바로구문독해",
                  },
                ],
              },
              {
                id: "124982",
                name: "열공 수학 기출",
              },
              {
                id: "140591",
                name: "빅터연산(중등)",
              },
              {
                id: "121688",
                name: "G코치",
              },
              {
                id: "77005",
                name: "체크체크",
              },
              {
                id: "77006",
                name: "최고수준 수학",
              },
              {
                id: "77009",
                name: "해법신입생",
              },
              {
                id: "77011",
                name: "셀파(중등)",
              },
              {
                id: "135302",
                name: "최강TOT수학(중등)",
              },
              {
                id: "182479",
                name: "7일 끝(중등)",
              },
              {
                id: "134684",
                name: "수학의힘(중등)",
              },
              {
                id: "152452",
                name: "ESC 과학",
              },
              {
                id: "174756",
                name: "체크체크 N제",
              },
              {
                id: "77003",
                name: "Hello 그래머",
              },
              {
                id: "164235",
                name: "올백 수학 기출",
              },
              {
                id: "164236",
                name: "짤강수학(중등)",
              },
              {
                id: "164237",
                name: "다품(중등)",
              },
              {
                id: "164239",
                name: "더블클릭 연산",
              },
              {
                id: "164242",
                name: "MY VOCA 1800",
              },
              {
                id: "164251",
                name: "DNA 국어",
              },
            ],
          },
          {
            id: "76764",
            name: "키출판사",
            subcategories: [
              {
                id: "160086",
                name: "문법이 내신이다",
              },
              {
                id: "160087",
                name: "구문이 독해다(중등)",
              },
              {
                id: "160089",
                name: "절대로 영문법",
              },
              {
                id: "160090",
                name: "Englishbus 종합독해",
              },
              {
                id: "160091",
                name: "매3 수학(중등)",
              },
              {
                id: "136725",
                name: "단어가 읽기다(중등)",
              },
              {
                id: "136726",
                name: "문법이 쓰기다(중등)",
              },
              {
                id: "172578",
                name: "문법이 쓰기다 서술형",
              },
              {
                id: "172704",
                name: "고공행진",
              },
            ],
          },
          {
            id: "76742",
            name: "NE능률",
            subcategories: [
              {
                id: "76974",
                name: "주니어리딩튜터",
              },
              {
                id: "76975",
                name: "주니어리스닝튜터",
              },
              {
                id: "76976",
                name: "1316팬클럽",
                subcategories: [
                  {
                    id: "108694",
                    name: "1316독해",
                  },
                  {
                    id: "108697",
                    name: "1316듣기",
                  },
                  {
                    id: "108696",
                    name: "1316문법",
                  },
                ],
              },
              {
                id: "76977",
                name: "주니어능률보카",
              },
              {
                id: "76978",
                name: "능률중학영어",
              },
              {
                id: "76981",
                name: "그래머존",
              },
              {
                id: "76984",
                name: "능률영어듣기(중학)",
              },
              {
                id: "76985",
                name: "그래머인사이드",
              },
              {
                id: "76986",
                name: "주니어리딩엑스퍼트",
              },
              {
                id: "76987",
                name: "주니어리스닝엑스퍼트",
              },
              {
                id: "158431",
                name: "열중16강",
              },
              {
                id: "158432",
                name: "라이팅빌더",
              },
              {
                id: "158433",
                name: "리딩포워드",
              },
              {
                id: "108693",
                name: "자습서/평가문제집",
                subcategories: [
                  {
                    id: "108692",
                    name: "영어자습서(중학)",
                  },
                  {
                    id: "76979",
                    name: "내신평정(중학)",
                  },
                ],
              },
              {
                id: "121133",
                name: "월개수(중등)",
              },
              {
                id: "121704",
                name: "수학의고수",
              },
              {
                id: "158425",
                name: "정말기특한",
              },
              {
                id: "158426",
                name: "고득점 독해",
              },
              {
                id: "158427",
                name: "쓰기로마스터",
              },
              {
                id: "158428",
                name: "리딩인사이드",
              },
              {
                id: "158429",
                name: "원더영문법",
              },
              {
                id: "158430",
                name: "중학문법총정리",
              },
              {
                id: "174201",
                name: "유형더블수학",
              },
            ],
          },
        ],
      },
      {
        id: "76731",
        name: "중학영어전문교재",
        subcategories: [
          {
            id: "76738",
            name: "독해/작문",
          },
          {
            id: "76734",
            name: "말하기/듣기",
          },
          {
            id: "76737",
            name: "문법",
          },
          {
            id: "144577",
            name: "어휘(단어/숙어)",
          },
          {
            id: "76735",
            name: "NEAT(국가영어능력평가)",
          },
        ],
      },
      {
        id: "76726",
        name: "특목고대비",
      },
      {
        id: "127768",
        name: "학습/기타",
      },
      {
        id: "76729",
        name: "EBS 중등",
        subcategories: [
          {
            id: "76779",
            name: "_중1",
          },
          {
            id: "76780",
            name: "_중2",
          },
          {
            id: "76781",
            name: "_중3",
          },
          {
            id: "180003",
            name: "30일수학",
          },
          {
            id: "141915",
            name: "뉴런",
          },
          {
            id: "187282",
            name: "뉴런 고난도",
          },
          {
            id: "146690",
            name: "마이코치(영어)",
          },
          {
            id: "76788",
            name: "방과후영어",
          },
          {
            id: "184742",
            name: "영어듣기능력평가",
          },
          {
            id: "76782",
            name: "중학예비과정",
            subcategories: [
              {
                id: "76854",
                name: "중1예비",
              },
              {
                id: "76855",
                name: "중2예비",
              },
              {
                id: "76856",
                name: "중3예비",
              },
            ],
          },
          {
            id: "114230",
            name: "필독(국어)",
          },
          {
            id: "113050",
            name: "한국사검정(중등)",
          },
          {
            id: "180002",
            name: "한장수학",
          },
          {
            id: "76787",
            name: "EBSi강의교재(중등)",
          },
        ],
      },
    ],
  },
];