export const infantCategoryData = [
  {
    id: "13789",
    name: "유아",
    subcategories: [
      {
        id: "70125",
        name: "_주제별 책읽기",
        subcategories: [
          {
            id: "85109",
            name: "가족 그림책",
          },
          {
            id: "70126",
            name: "계절/명절 그림책",
            subcategories: [
              { id: "70133", name: "비 오는 날" },
              { id: "70134", name: "명절/절기" },
              { id: "70127", name: "봄" },
              { id: "70128", name: "여름" },
              { id: "70129", name: "가을" },
              { id: "70130", name: "겨울" },
            ],
          },
          {
            id: "118766",
            name: "공룡",
          },
          {
            id: "32206",
            name: "글 없는 그림책",
          },
          {
            id: "88035",
            name: "동물 그림책",
          },
          {
            id: "10953",
            name: "똥/방귀 책",
          },
          {
            id: "72018",
            name: "생활습관",
            subcategories: [
              { id: "78719", name: "베드타임 스토리" },
              { id: "75896", name: "어린이 안전" },
              { id: "87981", name: "건강/식습관" },
            ],
          },
          {
            id: "80274",
            name: "수학 동화",
          },
          {
            id: "88579",
            name: "언어/인지",
            subcategories: [
              { id: "88580", name: "말놀이/글놀이" },
            ],
          },
          {
            id: "88864",
            name: "예술/문화",
          },
          {
            id: "32361",
            name: "우리 몸/성(性)교육 그림책",
          },
          {
            id: "181435",
            name: "유치원,학교에 가면",
          },
          {
            id: "71966",
            name: "인성/감성",
            subcategories: [
              { id: "114909", name: "동물과 친구해요~" },
              { id: "78720", name: "마음 달래기" },
              { id: "74333", name: "다름과 편견" },
              { id: "71967", name: "우리는 친구" },
              { id: "110154", name: "삶과 죽음" },
            ],
          },
          {
            id: "72006",
            name: "자연관찰/세밀화",
            subcategories: [
              { id: "71969", name: "자연.환경.지구 이야기" },
              { id: "71968", name: "자연/과학 그림책" },
            ],
          },
          {
            id: "10966",
            name: "책/독서 그림책",
          },
          {
            id: "70131",
            name: "크리스마스 그림책/놀이책",
          },
        ],
      },
      {
        id: "35088",
        name: "0~3세",
        subcategories: [
          { id: "35096", name: "그림책" },
          { id: "35098", name: "유아교양" },
          { id: "35095", name: "유아놀이" },
          { id: "35097", name: "유아학습" },
        ],
      },
      {
        id: "73222",
        name: "100세까지 보는 그림책",
      },
      {
        id: "35089",
        name: "4~7세",
        subcategories: [
          { id: "35101", name: "그림책" },
          { id: "35103", name: "유아교양" },
          { id: "35100", name: "유아놀이" },
          { id: "35102", name: "유아학습" },
        ],
      },
      {
        id: "35091",
        name: "그림책",
      },
      {
        id: "35134",
        name: "한국 그림책",
        subcategories: [
          {
            id: "35135",
            name: "미국",
          },
          {
            id: "35136",
            name: "아시아",
          },
          {
            id: "35137",
            name: "유럽",
          },
          {
            id: "35138",
            name: "호주",
          },
          {
            id: "35139",
            name: "일본",
          },
          {
            id: "35140",
            name: "외국 그림책",
          },
        ],
      },
      {
        id: "35090",
        name: "_나라별 그림책",
        subcategories: [
          {
            id: "35108",
            name: "교양/학습 그림책",
          },
          {
            id: "35427",
            name: "그림백과/세밀화",
          },
          {
            id: "35112",
            name: "동요/동시그림책",
          },
          {
            id: "14024",
            name: "문화/예술/인물/역사 그림책",
          },
          {
            id: "35109",
            name: "생각/철학 그림책",
          },
          {
            id: "35104",
            name: "세계명작 그림책",
          },
          {
            id: "35105",
            name: "옛이야기 그림책",
          },
          {
            id: "35111",
            name: "유아 캐릭터 그림책",
          },
          {
            id: "35106",
            name: "인성/감성/생활 그림책",
          },
          {
            id: "35107",
            name: "창작그림책",
          },
        ],
      },
      {
        id: "35092",
        name: "놀이책",
        subcategories: [
          { id: "71986", name: "숨은그림찾기" },
          { id: "35114", name: "스티커북" },
          { id: "70988", name: "유아 3D/입체영상" },
          { id: "49525", name: "유아 놀이책 기타" },
          { id: "35113", name: "유아 만들기/접기" },
          { id: "116795", name: "유아 블록/교구" },
          { id: "35118", name: "유아 사운드북/CD북" },
          { id: "73906", name: "유아 컬러링북" },
          { id: "35117", name: "유아 퍼즐/퀴즈/게임" },
          { id: "70410", name: "인형놀이/입체북" },
          { id: "35115", name: "팝업북/플랩북" },
          { id: "70393", name: "헝겊책/입체북 (0-3세)" },
          { id: "35119", name: "CD/DVD/비디오테잎" },
          { id: "70395", name: "CD북" },
        ],
      },
      {
        id: "4298",
        name: "애니메이션/캐릭터",
        subcategories: [
          { id: "161262", name: "_겨울왕국 2" },
          { id: "153904", name: "_신비아파트" },
          { id: "174145", name: "_펭수" },
          { id: "154178", name: "_핑크퐁" },
          { id: "174146", name: "_흔한남매" },
          { id: "4302", name: "디즈니/픽사 애니메이션" },
          { id: "4301", name: "유아 애니메이션 (영화)" },
          { id: "4303", name: "유아 애니메이션 (TV)" },
          { id: "32486", name: "유아 캐릭터" },
        ],
      },
      {
        id: "131949",
        name: "예비초등",
      },
      {
        id: "35094",
        name: "유아 교양/학습",
        subcategories: [
          { id: "35122", name: "유아 두뇌계발" },
          { id: "35121", name: "유아 문화/예술" },
          {
            id: "64542",
            name: "문화 일반",
          },
          {
            id: "35146",
            name: "음악",
          },
          {
            id: "35147",
            name: "미술",
          },
          {
            id: "35130",
            name: "유아 생활습관",
          },
          {
            id: "35123",
            name: "유아 수학",
          },
          {
            id: "35126",
            name: "유아 언어/인지/한글",
          },
          {
            id: "35129",
            name: "유아 인성/감성",
          },
          {
            id: "35141",
            name: "자연관찰/과학일반",
            subcategories: [
              { id: "35142", name: "동물" },
              { id: "35143", name: "식물" },
              { id: "35144", name: "몸/인체" },
              { id: "35145", name: "지구/우주/환경" },
            ],
          },
          {
            id: "35120",
            name: "유아 자연관찰/과학",
          },
          {
            id: "35125",
            name: "유아 중국어/한자",
          },
          {
            id: "157876",
            name: "유아 코딩",
          },
          {
            id: "35128",
            name: "유아 학습 일반",
          },
          {
            id: "35124",
            name: "유아영어",
            subcategories: [
              { id: "49002", name: "ELT" },
              { id: "50787", name: "영어그림책" },
              { id: "35148", name: "영어학습" },
              { id: "35149", name: "영어동요/동화" },
            ],
          },
        ],
      },
      {
        id: "69170",
        name: "유아 세트",
      },
      {
        id: "88620",
        name: "유아 워크북",
        subcategories: [
          { id: "123992", name: "유아 수학 워크북" },
          { id: "123993", name: "유아 영어/외국어 워크북" },
          { id: "120084", name: "유아 워크북 일반" },
          { id: "123990", name: "유아 창의력 워크북" },
          { id: "123989", name: "유아 한글 워크북" },
          { id: "123991", name: "입학 준비" },
          { id: "123994", name: "종합/세트" },
        ],
      },
      {
        id: "117970",
        name: "EBS 유아심리검사",
      },
    ],
  },
];