export const scienceCategoryData = [
  {
    id: "987",
    name: "과학",
    subcategories: [
      {
        id: "51038",
        name: "공학",
        subcategories: [
          { id: "51365", name: "공학 일반" },
          { id: "51355", name: "기계공학" },
          { id: "51357", name: "전기/전자공학" },
          { id: "51358", name: "토목/건축공학" },
          { id: "51361", name: "화학공학" },
          { id: "51363", name: "환경공학" }
        ]
      },
      { id: "51007", name: "과학사회학(STS)" },
      {
        id: "51005",
        name: "과학의 이해",
        subcategories: [
          { id: "51160", name: "과학고전" },
          { id: "51095", name: "과학사/기술사" },
          { id: "51098", name: "과학사상" },
          { id: "51183", name: "과학전문사전" },
          { id: "51187", name: "동양과학" },
          { id: "51189", name: "정신과학" },
          { id: "51185", name: "현대과학" }
        ]
      },
      { id: "51010", name: "과학자의 생애" },
      { id: "51002", name: "기초과학/교양과학" },
      {
        id: "51045",
        name: "농업",
        subcategories: [
          { id: "120980", name: "농업일반" },
          { id: "120981", name: "생태농업" }
        ]
      },
      {
        id: "51013",
        name: "뇌과학",
        subcategories: [
          { id: "51194", name: "뇌과학 일반" },
          { id: "51197", name: "두뇌계발" }
        ]
      },
      {
        id: "51022",
        name: "동물과 식물",
        subcategories: [
          { id: "51285", name: "곤충" },
          { id: "51283", name: "꽃과 나무" },
          { id: "51290", name: "동물 일반" },
          { id: "51281", name: "동물도감" },
          { id: "51287", name: "새" },
          { id: "51289", name: "식물 일반" },
          { id: "51279", name: "식물도감" },
          { id: "51288", name: "해양생물" }
        ]
      },
      {
        id: "51024",
        name: "물리학",
        subcategories: [
          { id: "51293", name: "고전물리학" },
          { id: "51301", name: "물리학 일반" },
          { id: "51294", name: "상대성이론" },
          { id: "51291", name: "쉽게 배우는 물리학" },
          { id: "51296", name: "양자역학" },
          { id: "51298", name: "응용물리" },
          { id: "51299", name: "전자기학" },
          { id: "51292", name: "현대물리학" }
        ]
      },
      { id: "51043", name: "발명/발견" },
      { id: "51275", name: "법의학" },
      {
        id: "51015",
        name: "생명과학",
        subcategories: [
          { id: "51202", name: "바이오테크놀로지" },
          { id: "51205", name: "생명과학" },
          { id: "51208", name: "생물학" },
          { id: "51209", name: "생태학" },
          { id: "51199", name: "진화론" }
        ]
      },
      { id: "51039", name: "세계의 불가사의" },
      {
        id: "51033",
        name: "수학",
        subcategories: [
          { id: "51334", name: "수학 일반" },
          { id: "51329", name: "수학사" },
          { id: "51331", name: "수학자의 생애" },
          { id: "51324", name: "쉽게 배우는 수학" },
          { id: "51327", name: "확률/통계학" }
        ]
      },
      { id: "51272", name: "의학" },
      { id: "51017", name: "인체의 이해" },
      {
        id: "51030",
        name: "지구과학",
        subcategories: [
          { id: "51318", name: "기상학/기후" },
          { id: "51315", name: "지구" },
          { id: "51317", name: "해양과학" }
        ]
      },
      {
        id: "51027",
        name: "천문학",
        subcategories: [
          { id: "51307", name: "쉽게 배우는 우주" },
          { id: "51310", name: "우주과학" },
          { id: "51312", name: "천문학/별자리/역법" }
        ]
      },
      {
        id: "51035",
        name: "화학",
        subcategories: [
          { id: "51337", name: "고분자화학" },
          { id: "51339", name: "무기화학" },
          { id: "51340", name: "물리화학" },
          { id: "51342", name: "분석화학" },
          { id: "51349", name: "생화학" },
          { id: "51335", name: "쉽게 배우는 화학" },
          { id: "51351", name: "유기화학" },
          { id: "51353", name: "일반화학" }
        ]
      }
    ]
  }
];