export const travelCategoryData = [
  {
    id: "1196",
    name: "여행",
    subcategories: [
      { id: "63975", name: "괌/사이판/하와이여행" },
      {
        id: "63976",
        name: "괌/사이판/하와이여행 가이드북",
        subcategories: [
          { id: "64303", name: "괌/사이판/하와이여행 에세이" },
        ],
      },
      { id: "50830", name: "국내 여행가이드" },
      {
        id: "50847",
        name: "강원도여행 가이드북",
      },
      {
        id: "50850",
        name: "경상도여행 가이드북",
      },
      {
        id: "50851",
        name: "금강산/백두산여행 가이드북",
      },
      {
        id: "50846",
        name: "전국여행 가이드북",
      },
      {
        id: "50849",
        name: "전라도여행 가이드북",
      },
      {
        id: "50848",
        name: "충청도여행 가이드북",
      },
      { id: "50827", name: "국내 여행에세이" },
      { id: "50841", name: "기타지역여행" },
      {
        id: "50872",
        name: "기타지역여행 가이드북",
      },
      {
        id: "50873",
        name: "기타지역여행 에세이",
      },
      { id: "63849", name: "독일여행" },
      {
        id: "63850",
        name: "독일여행 가이드북",
      },
      {
        id: "63868",
        name: "독일여행 에세이",
      },
      { id: "50834", name: "동남아시아여행" },
      {
        id: "50858",
        name: "동남아시아여행 가이드북",
      },
      {
        id: "50859",
        name: "동남아시아여행 에세이",
      },
      { id: "110285", name: "동유럽여행" },
      {
        id: "110288",
        name: "동유럽여행 가이드북",
      },
      {
        id: "110289",
        name: "동유럽여행 에세이",
      },
      { id: "63679", name: "미국여행" },
      {
        id: "63680",
        name: "미국여행 가이드북",
      },
      {
        id: "63681",
        name: "미국여행 에세이",
      },
      { id: "63977", name: "발리/몰디브여행" },
      {
        id: "63978",
        name: "발리/몰디브여행 가이드북",
      },
      {
        id: "63979",
        name: "발리/몰디브여행 에세이",
      },
      { id: "110284", name: "북유럽여행" },
      {
        id: "110286",
        name: "북유럽여행 가이드북",
      },
      {
        id: "110287",
        name: "북유럽여행 에세이",
      },
      { id: "50828", name: "서울/수도권 여행가이드" },
      { id: "50840", name: "세계일주여행" },
      {
        id: "50870",
        name: "세계일주여행 가이드북",
      },
      {
        id: "50871",
        name: "세계일주여행 에세이",
      },
      { id: "63688", name: "스페인여행" },
      {
        id: "63689",
        name: "스페인여행 가이드북",
      },
      {
        id: "63690",
        name: "스페인여행 에세이",
      },
      { id: "50839", name: "아프리카여행" },
      {
        id: "50868",
        name: "아프리카여행 가이드북",
      },
      {
        id: "50869",
        name: "아프리카여행 에세이",
      },
      { id: "63634", name: "영국여행" },
      {
        id: "63635",
        name: "영국여행 가이드북",
      },
      {
        id: "63870",
        name: "영국여행 에세이",
      },
      { id: "50844", name: "워킹 홀리데이" },
      { id: "50831", name: "유럽여행" },
      {
        id: "50852",
        name: "유럽여행 가이드북",
      },
      {
        id: "50853",
        name: "유럽여행 에세이",
      },
      { id: "50845", name: "유학/해외연수/이민" },
      { id: "63942", name: "이탈리아여행" },
      {
        id: "63943",
        name: "이탈리아여행 가이드북",
      },
      {
        id: "63945",
        name: "이탈리아여행 에세이",
      },
      { id: "63860", name: "인도/티베트/네팔여행" },
      {
        id: "63862",
        name: "인도/티베트/네팔여행 가이드북",
      },
      {
        id: "63863",
        name: "인도/티베트/네팔여행 에세이",
      },
      { id: "50832", name: "일본여행" },
      {
        id: "50854",
        name: "일본여행 가이드북",
      },
      {
        id: "50855",
        name: "일본여행 에세이",
      },
      { id: "50829", name: "제주도 여행가이드" },
      { id: "50833", name: "중국여행" },
      {
        id: "50856",
        name: "중국여행 가이드북",
      },
      {
        id: "50857",
        name: "중국여행 에세이",
      },
      { id: "50837", name: "중남미여행" },
      {
        id: "50864",
        name: "중남미여행 가이드북",
      },
      {
        id: "50865",
        name: "중남미여행 에세이",
      },
      { id: "64448", name: "중동여행" },
      {
        id: "64449",
        name: "중동여행 가이드북",
      },
      {
        id: "64450",
        name: "중동여행 에세이",
      },
      { id: "50842", name: "지도" },
      {
        id: "50894",
        name: "강원도 지도",
      },
      {
        id: "50896",
        name: "경상도 지도",
      },
      {
        id: "50892",
        name: "수도권 지도",
      },
      {
        id: "50891",
        name: "전국 지도",
      },
      {
        id: "50897",
        name: "전라도 지도",
      },
      {
        id: "50893",
        name: "제주도 지도",
      },
      {
        id: "50895",
        name: "충청도 지도",
      },
      {
        id: "50898",
        name: "해외 지도",
      },
      { id: "63682", name: "캐나다여행" },
      {
        id: "63683",
        name: "캐나다여행 가이드북",
      },
      {
        id: "63684",
        name: "캐나다여행 에세이",
      },
      { id: "73807", name: "캠핑여행" },
      { id: "63980", name: "터키여행" },
      {
        id: "63981",
        name: "터키여행 가이드북",
      },
      {
        id: "63982",
        name: "터키여행 에세이",
      },
      { id: "50842", name: "테마여행" },
      {
        id: "50874",
        name: "걷기/배낭여행",
      },
      {
        id: "50878",
        name: "드라이브/기차여행",
      },
      {
        id: "50875",
        name: "맛집여행",
      },
      {
        id: "50887",
        name: "명사들의 여행",
      },
      {
        id: "50882",
        name: "문학기행",
      },
      {
        id: "50883",
        name: "문화/역사기행",
      },
      {
        id: "50884",
        name: "미술관/박물관/예술기행",
      },
      {
        id: "50886",
        name: "사찰기행",
      },
      {
        id: "50890",
        name: "생태기행",
      },
      {
        id: "50888",
        name: "성지순례",
      },
      {
        id: "50881",
        name: "세계일주여행",
      },
      {
        id: "50880",
        name: "신혼여행",
      },
      {
        id: "50885",
        name: "영화기행",
      },
      {
        id: "50889",
        name: "오지여행",
      },
      {
        id: "50877",
        name: "자전거여행",
      },
      {
        id: "50876",
        name: "주말여행",
      },
      { id: "63847", name: "프랑스여행" },
      {
        id: "63848",
        name: "프랑스여행 가이드북",
      },
      {
        id: "63869",
        name: "프랑스여행 에세이",
      },
      { id: "63828", name: "호주/뉴질랜드여행" },
      {
        id: "63829",
        name: "호주/뉴질랜드여행 가이드북",
      },
      {
        id: "63830",
        name: "호주/뉴질랜드여행 에세이",
      },
      { id: "63512", name: "홍콩/대만/마카오여행" },
      {
        id: "63513",
        name: "홍콩/대만/마카오여행 가이드북",
      },
      {
        id: "63514",
        name: "홍콩/대만/마카오여행 에세이",
      },
    ],
  },
];