export const humanitiesCategoryData = [
  {
    id: "656",
    name: "인문학",
    subcategories: [
      {
        id: "51378",
        name: "교양 인문학",
      },
      {
        id: "51409",
        name: "기호학/언어학",
        subcategories: [
          {
            id: "51541",
            name: "기호학",
          },
          {
            id: "51542",
            name: "언어학/언어사",
          },
          {
            id: "51543",
            name: "한국어/한문",
          },
        ],
      },
      {
        id: "51412",
        name: "논리와 비판적 사고",
      },
      {
        id: "51393",
        name: "동양철학",
        subcategories: [
          {
            id: "51501",
            name: "노자철학",
            subcategories: [
              { id: "51502", name: "장자철학" },
              { id: "51503", name: "도가철학 일반" },
              { id: "51493", name: "도가철학/노장철학" },
            ],
          },
          {
            id: "51500",
            name: "동양철학 일반",
          },
          {
            id: "51495",
            name: "불교철학",
          },
          {
            id: "51494",
            name: "유교철학/주역",
            subcategories: [
              { id: "51504", name: "공자/논어" },
              { id: "51505", name: "맹자" },
              { id: "51506", name: "주자학(성리학)" },
              { id: "51507", name: "양명학" },
              { id: "51508", name: "유교철학 일반" },
              { id: "51509", name: "주역" },
            ],
          },
          {
            id: "51498",
            name: "인도철학",
          },
          {
            id: "51499",
            name: "일본철학",
          },
          {
            id: "51497",
            name: "중국철학",
          },
          {
            id: "51510",
            name: "퇴계/율곡",
          },
          {
            id: "51511",
            name: "실학",
          },
          {
            id: "51512",
            name: "한국현대철학",
          },
          {
            id: "51513",
            name: "한국철학 일반",
          },
          {
            id: "51496",
            name: "한국철학",
          },
        ],
      },
      {
        id: "51417",
        name: "문화/문화이론",
        subcategories: [
          { id: "51547", name: "동양문화읽기" },
          { id: "51549", name: "문명/문명사" },
          { id: "51551", name: "문화사" },
          { id: "51550", name: "문화연구/문화이론" },
          { id: "51555", name: "미국문화" },
          { id: "51548", name: "서양문화읽기" },
          { id: "51552", name: "성(性)/성문화" },
          { id: "51557", name: "일본문화" },
          { id: "51553", name: "종교문화" },
          { id: "51556", name: "중국문화" },
          {
            id: "51558",
            name: "한국인과 한국문화",
            subcategories: [
              { id: "51559", name: "한국문화유산" },
              { id: "51560", name: "한국민속/한국전통문화" },
              { id: "51561", name: "근현대한국문화" },
              { id: "51562", name: "외국인이 본 한국" },
            ],
          },
          {
            id: "51448",
            name: "한국학/한국문화",
          },
        ],
      },
      {
        id: "65237",
        name: "사상가/인문학자",
      },
      {
        id: "51390",
        name: "서양철학",
        subcategories: [
          {
            id: "51442",
            name: "고대철학",
            subcategories: [
              { id: "51458", name: "소크라테스" },
              { id: "51459", name: "아리스토텔레스" },
              { id: "51460", name: "플라톤" },
              { id: "51462", name: "고대철학 일반" },
            ],
          },
          {
            id: "51450",
            name: "과학철학",
          },
          {
            id: "51444",
            name: "근대철학",
            subcategories: [
              { id: "51466", name: "데카르트" },
              { id: "51467", name: "스피노자" },
              { id: "51468", name: "칸트" },
              { id: "51469", name: "피히테/셸링" },
              { id: "51470", name: "헤겔" },
              { id: "51471", name: "홉스/로크" },
              { id: "51472", name: "흄" },
              { id: "51473", name: "쇼펜하우어" },
              { id: "51474", name: "근대철학 일반" },
            ],
          },
          {
            id: "51454",
            name: "독일철학",
          },
          {
            id: "51456",
            name: "마르크스주의",
          },
          {
            id: "2547",
            name: "미학/예술철학",
          },
          {
            id: "51457",
            name: "서양철학 일반",
          },
          {
            id: "51446",
            name: "서양철학사",
          },
          {
            id: "51451",
            name: "언어철학/분석철학",
          },
          {
            id: "51455",
            name: "영미철학",
          },
          {
            id: "51449",
            name: "윤리학/도덕철학",
          },
          {
            id: "51447",
            name: "인식론",
          },
          {
            id: "51443",
            name: "중세철학",
            subcategories: [
              { id: "51463", name: "아우구스티누스" },
              { id: "51464", name: "토마스 아퀴나스" },
              { id: "51465", name: "중세철학 일반" },
            ],
          },
          {
            id: "51453",
            name: "프랑스철학",
          },
          {
            id: "51445",
            name: "현대철학",
            subcategories: [
              { id: "51475", name: "프리드리히 니체" },
              { id: "51476", name: "앙리 베르그손" },
              { id: "51477", name: "키에르케고르" },
              { id: "51478", name: "에드문트 후설" },
              { id: "51479", name: "알프레드 화이트헤트" },
              { id: "51480", name: "러셀/비트겐슈타인" },
              { id: "51481", name: "카를 야스퍼스" },
              { id: "51482", name: "마르틴 하이데거" },
              { id: "51483", name: "칼 포퍼" },
              { id: "51484", name: "장 폴 사르트르" },
              { id: "51485", name: "루이 알튀세르" },
              { id: "51486", name: "질 들뢰즈/펠릭스 가타리" },
              { id: "51487", name: "미셸 푸코" },
              { id: "51488", name: "위르겐 하버마스" },
              { id: "51489", name: "자크 데리다" },
              { id: "51490", name: "슬라보예 지젝/슬로베니아 학파" },
              { id: "51491", name: "프랑크푸르트학파" },
              { id: "51492", name: "현대철학 일반" },
            ],
          },
          {
            id: "51452",
            name: "현상학/해석학/실존철학",
          },
          {
            id: "51448",
            name: "형이상학/존재론",
          },
        ],
      },
      {
        id: "51405",
        name: "서지/출판",
        subcategories: [
          { id: "51540", name: "서지/문헌/도서관" },
          { id: "51539", name: "출판/편집" },
        ],
      },
      {
        id: "51399",
        name: "신화/종교학",
        subcategories: [
          {
            id: "51523",
            name: "그리스로마 신화",
          },
          {
            id: "51530",
            name: "미르치아 엘리아데",
          },
          {
            id: "51526",
            name: "세계의 신화와 전설",
            subcategories: [
              { id: "51532", name: "동양의 신화와 전설" },
              { id: "51533", name: "서양의 신화와 전설" },
              { id: "51534", name: "세계의 신화와 전설 일반" },
            ],
          },
          {
            id: "51527",
            name: "신화 이야기",
          },
          {
            id: "51528",
            name: "신화학/신화상징",
          },
          {
            id: "51531",
            name: "조지프 캠벨",
          },
          {
            id: "51529",
            name: "종교학",
          },
          {
            id: "51535",
            name: "샤머니즘/무속",
          },
          {
            id: "51536",
            name: "종교학 일반",
          },
          {
            id: "51524",
            name: "중국의 신화와 전설",
          },
          {
            id: "51525",
            name: "한국신화/전설/민담",
          },
        ],
      },
      {
        id: "51395",
        name: "심리학/정신분석학",
        subcategories: [
          {
            id: "51514",
            name: "교양 심리학",
          },
          {
            id: "51520",
            name: "뇌과학/인지심리학",
          },
          {
            id: "51521",
            name: "심령연구/초과학",
          },
          {
            id: "51515",
            name: "심리치료",
          },
          {
            id: "51518",
            name: "융",
          },
          {
            id: "51522",
            name: "이론 심리학",
          },
          {
            id: "51519",
            name: "자크 라캉",
          },
          {
            id: "51516",
            name: "정신분석학",
          },
          {
            id: "51517",
            name: "프로이트",
          },
        ],
      },
      {
        id: "51415",
        name: "인류학/고고학",
        subcategories: [
          {
            id: "51544",
            name: "고고학",
          },
          {
            id: "51546",
            name: "민속학",
          },
          {
            id: "51545",
            name: "인류학",
          },
        ],
      },
      {
        id: "51384",
        name: "인문 비평",
      },
      {
        id: "51381",
        name: "인문 에세이",
      },
      {
        id: "51385",
        name: "인문학 전문사전",
      },
      {
        id: "51403",
        name: "책읽기/글쓰기",
        subcategories: [
          { id: "51538", name: "글쓰기" },
          { id: "51537", name: "책읽기" },
        ],
      },
      {
        id: "51387",
        name: "철학 일반",
        subcategories: [
          { id: "51440", name: "교양 철학" },
          { id: "51441", name: "철학사" },
        ],
      },
      {
        id: "51419",
        name: "학회/무크/계간지",
      },
    ],
  },
];