export const socialScienceCategoryData = [
  {
    id: "798",
    name: "사회과학",
    subcategories: [
      { id: "51052", name: "계간지/무크" },
      {
        id: "50999",
        name: "교육학",
        subcategories: [
          { id: "51121", name: "교육 일반" },
          { id: "51117", name: "교육 커리큘럼" },
          { id: "51111", name: "교육에세이" },
          { id: "69510", name: "교육자" },
          { id: "51113", name: "대안교육" },
          { id: "51119", name: "직업교육/사회교육" }
        ]
      },
      {
        id: "51050",
        name: "국방/군사학",
        subcategories: [
          { id: "51396", name: "국내외 군사사정" },
          { id: "51411", name: "국방 일반" },
          { id: "51401", name: "군사전략/무기" },
          { id: "66543", name: "군인" },
          { id: "51407", name: "전쟁사" }
        ]
      },
      { id: "51008", name: "미래학" },
      {
        id: "51046",
        name: "법과 생활",
        subcategories: [
          { id: "51364", name: "국제법" },
          { id: "51372", name: "기타법률" },
          { id: "51360", name: "노동관계법" },
          { id: "51356", name: "민법" },
          { id: "51348", name: "법률이야기/법조인이야기" },
          { id: "51359", name: "상법/회사법" },
          { id: "51350", name: "생활법률 일반" },
          { id: "51366", name: "소송법" },
          { id: "51368", name: "저작권법" },
          { id: "51369", name: "특허/의장법" },
          { id: "51362", name: "행정법" },
          { id: "51352", name: "헌법" },
          { id: "51354", name: "형법" }
        ]
      },
      {
        id: "50992",
        name: "비평/칼럼",
        subcategories: [
          { id: "51068", name: "교육비평" },
          { id: "51061", name: "국제사회비평/칼럼" },
          { id: "51066", name: "언론비평" },
          { id: "51064", name: "정치비평/칼럼" },
          { id: "51059", name: "한국사회비평/칼럼" }
        ]
      },
      {
        id: "50995",
        name: "사회문제",
        subcategories: [
          { id: "51086", name: "가정문제" },
          { id: "51078", name: "노동문제" },
          { id: "51088", name: "노인문제" },
          { id: "51084", name: "범죄문제" },
          { id: "51073", name: "빈곤/불평등문제" },
          { id: "51090", name: "사회문제 일반" },
          { id: "51075", name: "성차별/성폭력문제" },
          { id: "51074", name: "인권문제" },
          { id: "51081", name: "청소년문제" }
        ]
      },
      {
        id: "51004",
        name: "사회사상/사회사상사",
        subcategories: [
          {
            id: "51141",
            name: "마르크스주의",
            subcategories: [
              { id: "51161", name: "현대 마르크스주의" },
              { id: "51162", name: "마르크스주의 일반" },
              { id: "51159", name: "고전 마르크스주의" }
            ]
          },
          { id: "51150", name: "민족주의" },
          { id: "51145", name: "민주주의" },
          { id: "51147", name: "사회민주주의" },
          { id: "51154", name: "사회사상/사회사상사 일반" },
          { id: "51149", name: "사회주의/공산주의" },
          { id: "51144", name: "자유주의/신자유주의" },
          { id: "51152", name: "전체주의/국가주의" }
        ]
      },
      {
        id: "51001",
        name: "사회운동",
        subcategories: [
          { id: "51129", name: "노동운동" },
          { id: "51136", name: "사회운동 일반" },
          { id: "65238", name: "사회운동가/혁명가" },
          { id: "51131", name: "시민운동/NGO/NPO" },
          { id: "51134", name: "환경운동" }
        ]
      },
      {
        id: "51026",
        name: "사회학",
        subcategories: [
          { id: "51314", name: "사회과학전문사전" },
          { id: "51308", name: "사회복지" },
          { id: "51311", name: "사회사" },
          { id: "51304", name: "사회학 일반" },
          { id: "51306", name: "현대사회문화론" }
        ]
      },
      {
        id: "51041",
        name: "언론/미디어",
        subcategories: [
          { id: "51346", name: "광고/홍보" },
          { id: "51344", name: "언론인" },
          { id: "51345", name: "언론학/미디어론" },
          { id: "51347", name: "출판/편집" }
        ]
      },
      {
        id: "51037",
        name: "여성학/젠더",
        subcategories: [
          { id: "51341", name: "남성학/남성문제" },
          { id: "51343", name: "동성애/성소수자" },
          { id: "51326", name: "여성문제" },
          { id: "51330", name: "여성문화" },
          { id: "51333", name: "여성인물" },
          { id: "51336", name: "여성정책/법" },
          { id: "51338", name: "여성학이론" }
        ]
      },
      {
        id: "51016",
        name: "정치학/외교학/행정학",
        subcategories: [
          {
            id: "51231",
            name: "각국정치사정/정치사",
            subcategories: [
              { id: "51240", name: "일본" },
              { id: "51241", name: "중국" },
              { id: "51238", name: "미국" },
              { id: "51251", name: "기타" },
              { id: "51248", name: "유럽" },
              { id: "51246", name: "아시아" },
              { id: "51243", name: "러시아" }
            ]
          },
          { id: "51224", name: "선거전략/대통령 만들기" },
          { id: "51165", name: "세계패권과 국제질서" },
          { id: "51166", name: "외교정책/외교학" },
          { id: "51217", name: "정책/행정/조직" },
          { id: "51228", name: "정치사상사" },
          { id: "51220", name: "정치인" },
          { id: "51233", name: "정치학 일반" },
          { id: "51226", name: "지방자치" }
        ]
      },
      {
        id: "51011",
        name: "지리학/지정학",
        subcategories: [
          { id: "51163", name: "지리학" },
          { id: "51164", name: "지정학" }
        ]
      },
      {
        id: "51048",
        name: "통일/북한관계",
        subcategories: [
          { id: "51382", name: "북한학 일반" },
          { id: "51379", name: "통일문제" }
        ]
      },
      {
        id: "51021",
        name: "한국정치사정/정치사",
        subcategories: [
          { id: "51270", name: "김대중정부" },
          { id: "51268", name: "김영삼정부" },
          { id: "51274", name: "노무현정부" },
          { id: "51266", name: "전두환정부/노태우정부" },
          { id: "51261", name: "제1공화국/제2공화국" },
          { id: "51263", name: "제3공화국/제4공화국" },
          { id: "51277", name: "한국정치사정/정치사-일반" }
        ]
      },
      {
        id: "50997",
        name: "환경/생태문제",
        subcategories: [
          { id: "51094", name: "환경문제" },
          { id: "51097", name: "환경실태보고" },
          { id: "51101", name: "환경학 일반" }
        ]
      }
    ]
  }
];