// categoryHealth.js
export const healthCategoryData = [
  {
    id: "55890",
    name: "건강/취미/레저",
    subcategories: [
      {
        id: "53516",
        name: "건강운동",
        subcategories: [
          { id: "53537", name: "걷기" },
          { id: "53538", name: "기/단학" },
          { id: "53539", name: "기타운동" },
          { id: "53536", name: "요가/체조/스트레칭" }
        ]
      },
      {
        id: "53521",
        name: "건강정보",
        subcategories: [
          { id: "53562", name: "건강에세이/건강정보" },
          { id: "55182", name: "기타" },
          { id: "53558", name: "남성건강" },
          { id: "53719", name: "노인건강" },
          { id: "53560", name: "두뇌건강" },
          { id: "53561", name: "성클리닉" },
          { id: "53559", name: "아동건강" },
          { id: "53557", name: "여성건강" },
          { id: "53556", name: "음식과 건강" },
          { id: "53805", name: "지압/마사지" }
        ]
      },
      { id: "53522", name: "걷기/육상스포츠" },
      { id: "53524", name: "골프" },
      {
        id: "53532",
        name: "공예",
        subcategories: [
          { id: "53568", name: "뜨개질/퀼트/십자수/바느질" },
          { id: "53570", name: "선물포장/리본/비즈" },
          { id: "53571", name: "종이접기/종이공예" },
          { id: "53569", name: "패션/소품/DIY" }
        ]
      },
      {
        id: "53525",
        name: "구기",
        subcategories: [
          { id: "54711", name: "기타" },
          { id: "54709", name: "농구" },
          { id: "54710", name: "야구" },
          { id: "54708", name: "축구" }
        ]
      },
      { id: "161753", name: "글씨 쓰기" },
      { id: "53528", name: "낚시" },
      { id: "53514", name: "다이어트" },
      { id: "53520", name: "대체의학" },
      { id: "53529", name: "등산/캠핑" },
      { id: "53526", name: "무예/무술" },
      { id: "53530", name: "바둑/장기" },
      { id: "53534", name: "반려동물" },
      { id: "53523", name: "수영/수상스포츠" },
      { id: "147647", name: "스티커북" },
      {
        id: "53527",
        name: "스포츠/레저 기타",
        subcategories: [
          { id: "53567", name: "기타" },
          { id: "53566", name: "댄스/무용" },
          { id: "53565", name: "스키/스노보드" },
          { id: "53564", name: "인라인/자전거" }
        ]
      },
      {
        id: "53533",
        name: "원예",
        subcategories: [
          { id: "53573", name: "꽃꽂이" },
          { id: "53574", name: "채소재배" },
          { id: "53572", name: "화훼" }
        ]
      },
      { id: "140262", name: "재난/생존/서바이벌" },
      { id: "53517", name: "정신건강" },
      {
        id: "53518",
        name: "질병치료와 예방",
        subcategories: [
          { id: "53540", name: "간" },
          { id: "53541", name: "고혈압" },
          { id: "53552", name: "금연/금주/약물중독" },
          { id: "53718", name: "기타질병" },
          { id: "53543", name: "눈/코/입/귀" },
          { id: "53544", name: "당뇨병" },
          { id: "53545", name: "변비/치질" },
          { id: "53553", name: "비뇨기" },
          { id: "53542", name: "심장병" },
          { id: "53546", name: "암" },
          { id: "53547", name: "위장병" },
          { id: "53554", name: "정신질환" },
          { id: "53548", name: "중풍과 치매" },
          { id: "53551", name: "탈모" },
          { id: "53549", name: "피부병" },
          { id: "53550", name: "허리/디스크/척추/통증" }
        ]
      },
      {
        id: "53535",
        name: "취미기타",
        subcategories: [
          { id: "53578", name: "기타" },
          { id: "53575", name: "사진/비디오 촬영" },
          { id: "53577", name: "상식" },
          { id: "53576", name: "서예" }
        ]
      },
      { id: "114987", name: "컬러링북" },
      { id: "53531", name: "퍼즐/스도쿠/퀴즈" },
      { id: "53519", name: "한의학" },
      { id: "53515", name: "헬스/피트니스" }
    ]
  }
];