export const youthCategoryData = [
  {
    id: "1137",
    name: "청소년",
    subcategories: [
      {
        id: "36380",
        name: "고등교육과정",
      },
      {
        id: "1147",
        name: "논술참고도서",
      },
      {
        id: "1146",
        name: "수능시험성공수기",
      },
      {
        id: "36379",
        name: "중등교육과정",
      },
      {
        id: "9671",
        name: "청소년 경제",
      },
      {
        id: "7268",
        name: "청소년 고전",
      },
      {
        id: "50758",
        name: "청소년 문학",
        subcategories: [
          {
            id: "50759",
            name: "청소년 소설",
          },
          {
            id: "50760",
            name: "청소년 에세이/시",
          },
        ],
      },
      {
        id: "1141",
        name: "청소년 문화/예술",
      },
      {
        id: "1143",
        name: "청소년 수학/과학",
      },
      {
        id: "1140",
        name: "청소년 역사",
      },
      {
        id: "4410",
        name: "청소년 영어",
      },
      {
        id: "1142",
        name: "청소년 인문/사회",
      },
      {
        id: "32663",
        name: "청소년 인물",
      },
      {
        id: "32399",
        name: "청소년 자기계발",
      },
      {
        id: "1139",
        name: "청소년 철학",
      },
      {
        id: "2574",
        name: "청소년과 성(性)",
      },
      {
        id: "28969",
        name: "청소년의 사회생활",
      },
      {
        id: "2012",
        name: "청소년의 진로선택",
      },
      {
        id: "1149",
        name: "청소년이 쓴 책",
      },
      {
        id: "4621",
        name: "학습법",
      },
    ],
  },
];