export const literatureCategoryData = [
  {
    id: "1",
    name: "소설/시/희곡",
    subcategories: [
      {
        id: "50930",
        name: "과학소설(SF)",
        subcategories: [
          { id: "89481", name: "외국 과학소설" },
          { id: "89482", name: "한국 과학소설" }
        ]
      },
      { id: "50922", name: "독일소설" },
      {
        id: "50927",
        name: "라이트 노벨",
        subcategories: [
          { id: "51116", name: "기타 라이트노벨" },
          { id: "88136", name: "나비노블(Nabi Novel)" },
          { id: "106545", name: "노블엔진 팝(pop)" },
          { id: "54719", name: "노블엔진(Novel Engine)" },
          { id: "51080", name: "디-라이트(De-Light) 노벨" },
          { id: "162391", name: "라이트노벨 관련 상품" },
          { id: "51107", name: "러쉬노벨 로맨스" },
          { id: "121541", name: "레진 노벨" },
          { id: "89171", name: "루트 노벨" },
          { id: "112097", name: "메르헨 노블" },
          { id: "51083", name: "메이퀸(May-Queen) 노벨" },
          { id: "114691", name: "소미미디어 문고" },
          { id: "111196", name: "스위티노블" },
          { id: "110488", name: "스칼렛노블" },
          { id: "51071", name: "시드(Seed) 노벨" },
          { id: "51077", name: "아키-타입(Arche-type)" },
          { id: "87919", name: "앨리스 노벨" },
          { id: "128346", name: "에스큐브(SCUBE)" },
          { id: "112098", name: "엘르 노블" },
          { id: "51099", name: "윙크(Wink) 노벨" },
          { id: "51102", name: "이슈(issue) 노벨" },
          { id: "51070", name: "익스트림(Extreme) 노벨" },
          { id: "138767", name: "제이 노벨 넥스트(J Novel Next)" },
          { id: "51105", name: "제이(J) 노벨" },
          { id: "148769", name: "카니발 노벨" },
          { id: "148770", name: "카니발 플러스" },
          { id: "109725", name: "코르셋노블(Corset Novel)" },
          { id: "89172", name: "파우스트 노벨" },
          { id: "89168", name: "파우스트 박스" },
          { id: "154903", name: "폴라리스" },
          { id: "89166", name: "AK 노벨" },
          { id: "51114", name: "B愛 노벨" },
          { id: "168549", name: "JM 노벨" },
          { id: "51106", name: "L 노벨" },
          { id: "130122", name: "L 북스" },
          { id: "115694", name: "MM 노블" },
          { id: "55624", name: "NT library" },
          { id: "51069", name: "NT(엔티) 노벨" },
          { id: "89167", name: "S 노벨" },
          { id: "89169", name: "V 노벨" },
          { id: "89170", name: "Y 노벨" }
        ]
      },
      { id: "52650", name: "러시아소설" },
      {
        id: "50935",
        name: "로맨스소설",
        subcategories: [
          { id: "181723", name: "국내 BL" },
          { id: "181727", name: "국외 BL" },
          { id: "51126", name: "외국 로맨스소설" },
          { id: "51125", name: "한국 로맨스소설" }
        ]
      },
      { id: "50932", name: "무협소설" },
      {
        id: "50951",
        name: "문학 잡지",
        subcategories: [
          { id: "51234", name: "기타" },
          { id: "51218", name: "문학과사회" },
          { id: "51215", name: "문학동네" },
          { id: "52653", name: "문학사상" },
          { id: "51225", name: "세계의문학" },
          { id: "51230", name: "시평" },
          { id: "51221", name: "실천문학" },
          { id: "51229", name: "안과밖" },
          { id: "157672", name: "언유주얼" },
          { id: "51223", name: "자음과모음" },
          { id: "51227", name: "작가세계" },
          { id: "51213", name: "창작과비평" },
          { id: "51232", name: "판타스틱" },
          { id: "52654", name: "현대문학" }
        ]
      },
      {
        id: "50945",
        name: "문학의 이해",
        subcategories: [
          { id: "51193", name: "문예사조" },
          { id: "51179", name: "문학전문사전" },
          { id: "51206", name: "비교문학론" },
          { id: "51191", name: "비평론" },
          {
            id: "51204",
            name: "세계문학론",
            subcategories: [
              { id: "51319", name: "일본문학론" },
              { id: "51320", name: "중국문학론" },
              { id: "51321", name: "영미문학론" },
              { id: "51322", name: "라틴문학론" },
              { id: "51323", name: "러시아문학론" },
              { id: "51325", name: "프랑스문학론" },
              { id: "51328", name: "독일문학론" },
              { id: "51332", name: "기타 세계문학론" }
            ]
          },
          { id: "51186", name: "소설론" },
          { id: "51190", name: "시론" },
          { id: "51180", name: "우리말사전" },
          { id: "51196", name: "일반문학론" },
          { id: "51184", name: "작가론" },
          { id: "51182", name: "창작.문장작법" },
          {
            id: "51201",
            name: "한국문학론",
            subcategories: [
              { id: "51309", name: "한국고전문학론" },
              { id: "51305", name: "한국비평론" },
              { id: "51302", name: "한국작가론" },
              { id: "51303", name: "한국희곡론" },
              { id: "51300", name: "한국시론" },
              { id: "51297", name: "한국소설론" },
              { id: "51295", name: "한국문학사" },
              { id: "51316", name: "북한문학론" },
              { id: "51313", name: "주제평론" }
            ]
          },
          { id: "51198", name: "한글이야기" }
        ]
      },
      {
        id: "50955",
        name: "세계의 문학",
        subcategories: [
          { id: "51286", name: "기타세계문학" },
          { id: "51265", name: "독일문학" },
          { id: "51273", name: "동유럽문학" },
          { id: "51267", name: "러시아문학" },
          { id: "51258", name: "미국문학" },
          { id: "51276", name: "북유럽문학" },
          { id: "51262", name: "스페인/중남미문학" },
          { id: "51269", name: "아일랜드문학" },
          { id: "51284", name: "아프리카문학" },
          { id: "51259", name: "영국문학" },
          { id: "51282", name: "오스트리아문학" },
          { id: "51271", name: "이탈리아문학" },
          { id: "51278", name: "인도문학" },
          { id: "51255", name: "일본문학" },
          { id: "51256", name: "중국문학" },
          { id: "51280", name: "중동/터키문학" },
          { id: "51264", name: "포르투갈문학" },
          { id: "51260", name: "프랑스문학" }
        ]
      },
      {
        id: "50925",
        name: "세계의 소설",
        subcategories: [
          { id: "51055", name: "기타 국가 소설" },
          { id: "51036", name: "동유럽소설" },
          { id: "51032", name: "북유럽소설" },
          { id: "52652", name: "아일랜드소설" },
          { id: "51044", name: "아프리카소설" },
          { id: "51023", name: "이탈리아소설" },
          { id: "51040", name: "중동/터키소설" }
        ]
      },
      { id: "50921", name: "스페인/중남미소설" },
      {
        id: "50940",
        name: "시",
        subcategories: [
          { id: "69256", name: "고전漢詩" },
          { id: "51170", name: "명시모음집" },
          { id: "51169", name: "시읽기산책" },
          { id: "51172", name: "시조집" },
          { id: "51173", name: "시화집" },
          { id: "51168", name: "외국시" },
          { id: "51171", name: "유고시집" },
          { id: "51167", name: "한국시" }
        ]
      },
      { id: "50942", name: "신춘문예작품집" },
      { id: "50933", name: "액션/스릴러소설" },
      { id: "51252", name: "여성문학" },
      { id: "50929", name: "역사소설" },
      { id: "50919", name: "영미소설" },
      {
        id: "50943",
        name: "우리나라 옛글",
        subcategories: [
          { id: "51175", name: "산문" },
          { id: "51177", name: "시가" }
        ]
      },
      {
        id: "50918",
        name: "일본소설",
        subcategories: [
          { id: "50996", name: "1950년대 이전 일본소설" },
          { id: "50998", name: "1950년대 이후 일본소설" }
        ]
      },
      { id: "50923", name: "중국소설" },
      {
        id: "50926",
        name: "추리/미스터리소설",
        subcategories: [
          { id: "51067", name: "기타국가 추리/미스터리소설" },
          { id: "51062", name: "영미 추리/미스터리소설" },
          { id: "51058", name: "일본 추리/미스터리소설" },
          { id: "51065", name: "한국 추리/미스터리소설" }
        ]
      },
      {
        id: "50953",
        name: "테마문학",
        subcategories: [
          { id: "51237", name: "가족문학" },
          { id: "51245", name: "대체역사/가상소설" },
          { id: "51244", name: "동물이야기" },
          { id: "51242", name: "드라마 소설" },
          { id: "51250", name: "사랑/연애/에로티시즘" },
          { id: "51235", name: "성장문학" },
          { id: "51247", name: "어른들을 위한 그림책" },
          { id: "51236", name: "어른들을 위한 동화" },
          { id: "51239", name: "영화소설" },
          { id: "51253", name: "전쟁문학" }
        ]
      },
      {
        id: "50928",
        name: "판타지/환상문학",
        subcategories: [
          { id: "51120", name: "외국판타지/환상소설" },
          { id: "51122", name: "한국판타지/환상소설" }
        ]
      },
      { id: "50921", name: "프랑스소설" },
      {
        id: "50917",
        name: "한국소설",
        subcategories: [
          { id: "50994", name: "2000년대 이전 한국소설" },
          { id: "50993", name: "2000년대 이후 한국소설" }
        ]
      },
      {
        id: "50948",
        name: "희곡",
        subcategories: [
          { id: "51212", name: "외국희곡" },
          { id: "51210", name: "한국희곡" }
        ]
      }
    ]
  }
];