export const universityCategoryData = [
  {
    id: "8257",
    name: "대학교재/전문서적",
    subcategories: [
      {
        id: "8261",
        name: "경상계열",
        subcategories: [
          { id: "8557", name: "경영학" },
          { id: "8560", name: "경제학" },
          { id: "8561", name: "광고/마케팅" },
          { id: "8562", name: "무역" },
          { id: "15954", name: "부동산" },
          { id: "8563", name: "세무/회계" },
          { id: "8564", name: "재무/금융" },
          { id: "8565", name: "통계" }
        ]
      },
      {
        id: "8262",
        name: "공학계열",
        subcategories: [
          {
            id: "8470",
            name: "건축공학",
            subcategories: [
              { id: "32964", name: "구조역학" },
              { id: "8569", name: "조경학" },
              { id: "8495", name: "건축설계" },
              { id: "8496", name: "건축사/건축일반" },
              { id: "8497", name: "실내건축" },
              { id: "8498", name: "건축시공" },
              { id: "8499", name: "건축설비/재료" }
            ]
          },
          { id: "51702", name: "공학일반" },
          {
            id: "8468",
            name: "기계공학",
            subcategories: [
              { id: "8570", name: "응용기계" },
              { id: "8489", name: "기초역학/열역학/역학일반" },
              { id: "8490", name: "기계설계/공작" },
              { id: "8491", name: "자동차공학" },
              { id: "8492", name: "메카트로닉스" },
              { id: "8493", name: "자동화" },
              { id: "8494", name: "기계공학 일반" }
            ]
          },
          {
            id: "8472",
            name: "도시/환경공학",
            subcategories: [
              { id: "8511", name: "도시계획/설계" },
              { id: "8512", name: "환경학" },
              { id: "8513", name: "교통공학" }
            ]
          },
          { id: "26799", name: "산업공학" },
          { id: "8474", name: "우주/해양/조선 기타공학" },
          {
            id: "8469",
            name: "전기전자공학",
            subcategories: [
              { id: "8578", name: "신호처리/제어" },
              { id: "8536", name: "전기설비" },
              { id: "8567", name: "반도체공학" },
              { id: "8475", name: "전기전자 개론" },
              { id: "8476", name: "네트워크/데이터통신" },
              { id: "8477", name: "회로이론" },
              { id: "8478", name: "논리회로/전자회로" },
              { id: "8479", name: "전자기학" },
              { id: "8480", name: "마이크로프로세서" },
              { id: "8481", name: "기초실험" }
            ]
          },
          {
            id: "8467",
            name: "컴퓨터공학",
            subcategories: [
              { id: "8537", name: "컴퓨터공학/전산학 개론" },
              { id: "32812", name: "그래픽/멀티미디어" },
              { id: "27660", name: "프로그래밍 언어" },
              { id: "28053", name: "네트워크" },
              { id: "8482", name: "운영체제/소프트웨어 공학" },
              { id: "8483", name: "자료구조" },
              { id: "8484", name: "알고리즘" },
              { id: "8485", name: "데이터베이스 개론" },
              { id: "8486", name: "전산수학" },
              { id: "8487", name: "정보통신 공학" },
              { id: "8488", name: "컴퓨터 구조" }
            ]
          },
          {
            id: "8471",
            name: "토목공학",
            subcategories: [
              { id: "8500", name: "토목공학 기초" },
              { id: "8501", name: "토질역학" },
              { id: "8502", name: "토목설계/시공" },
              { id: "8503", name: "철근 콘크리트" },
              { id: "8504", name: "교량/터널" }
            ]
          },
          {
            id: "8473",
            name: "화학/금속/재료공학",
            subcategories: [
              { id: "8505", name: "고분자" },
              { id: "8506", name: "신소재" },
              { id: "8507", name: "섬유/텍스타일" },
              { id: "8508", name: "금속재료/재료공학" },
              { id: "8509", name: "기초실험" },
              { id: "8510", name: "화학공학 기초" }
            ]
          }
        ]
      },
      {
        id: "8263",
        name: "농축산생명계열",
        subcategories: [
          { id: "8393", name: "농림수산학" },
          { id: "8392", name: "수의학" },
          { id: "8391", name: "축산" }
        ]
      },
      {
        id: "8264",
        name: "법학계열",
        subcategories: [
          { id: "5672", name: "각국법" },
          { id: "8353", name: "국제법" },
          { id: "8381", name: "기타 법률/법규" },
          { id: "48219", name: "노동법" },
          { id: "8350", name: "민법" },
          { id: "13659", name: "법전" },
          { id: "8372", name: "법학일반" },
          { id: "8352", name: "상법/특허법" },
          { id: "8365", name: "세법" },
          { id: "8370", name: "소송법" },
          { id: "8376", name: "저작권법" },
          { id: "8366", name: "행정법" },
          { id: "8351", name: "헌법" },
          { id: "8581", name: "형법" }
        ]
      },
      {
        id: "8265",
        name: "사범계열",
        subcategories: [
          {
            id: "8418",
            name: "교과교육론",
            subcategories: [
              { id: "8713", name: "예체능교육 전공" },
              { id: "8430", name: "국어교육 전공" },
              { id: "8431", name: "수학교육 전공" },
              { id: "8432", name: "영어교육 전공" },
              { id: "8433", name: "사회/역사교육 전공" },
              { id: "8434", name: "교과교육론/기타 전공" }
            ]
          },
          { id: "8420", name: "교육공학/수업설계" },
          { id: "8414", name: "교육과정/교육평가" },
          { id: "8415", name: "교육사/교육철학" },
          { id: "8416", name: "교육사회/심리학" },
          { id: "8412", name: "교육학 일반" },
          { id: "8419", name: "교육행정학/경영학" },
          { id: "8435", name: "유아교육학" },
          { id: "8436", name: "초등교육학" },
          { id: "8437", name: "특수교육학" }
        ]
      },
      {
        id: "8259",
        name: "사회과학계열",
        subcategories: [
          { id: "8343", name: "광고홍보학" },
          { id: "27936", name: "군사학" },
          { id: "28120", name: "비서학" },
          { id: "8340", name: "사회복지학" },
          { id: "8333", name: "사회학" },
          { id: "8334", name: "언론정보학" },
          { id: "8342", name: "여성학" },
          {
            id: "13652",
            name: "정치외교학",
            subcategories: [
              { id: "13653", name: "국제정치학" },
              { id: "13654", name: "정치사상" },
              { id: "13655", name: "한국정치학" },
              { id: "13656", name: "정치학일반" }
            ]
          },
          { id: "8331", name: "지리학" },
          { id: "13658", name: "행정학" }
        ]
      },
      {
        id: "8267",
        name: "생활환경계열",
        subcategories: [
          { id: "8410", name: "가정학" },
          { id: "16033", name: "건강/미용" },
          { id: "13556", name: "관광학" },
          { id: "8407", name: "소비자아동학" },
          { id: "8408", name: "식품영양학/조리" },
          { id: "8409", name: "의류학" }
        ]
      },
      {
        id: "8266",
        name: "어문학계열",
        subcategories: [
          {
            id: "8281",
            name: "국어국문학",
            subcategories: [
              { id: "31575", name: "한문/한자" },
              { id: "8558", name: "고전문학론" },
              { id: "8291", name: "국어학개론/정서법" },
              { id: "8292", name: "국어사/방언론" },
              { id: "8293", name: "문법론/통사론" },
              { id: "8294", name: "의미론/화용론" },
              { id: "8295", name: "음운론/어휘론" },
              { id: "8297", name: "국문학사/국문학개론" },
              { id: "8298", name: "북한어문학론" },
              { id: "8299", name: "소설론" },
              { id: "8300", name: "시론" },
              { id: "8301", name: "희곡론/비평론" },
              { id: "8422", name: "작가론" }
            ]
          },
          {
            id: "8290",
            name: "기타어문학",
            subcategories: [
              { id: "8554", name: "기초어학" },
              { id: "8555", name: "기타문학" }
            ]
          },
          { id: "8289", name: "문학일반" },
          {
            id: "8282",
            name: "영어영문학",
            subcategories: [
              { id: "8546", name: "기초영어" },
              { id: "8553", name: "영미문학" },
              { id: "8311", name: "영어학" },
              { id: "8317", name: "영미작가론" }
            ]
          },
          { id: "13660", name: "유럽어문학" },
          { id: "8283", name: "일어일문학" },
          { id: "8284", name: "중어중문학" },
          { id: "63866", name: "한국어교육학" }
        ]
      },
      {
        id: "8268",
        name: "의약학간호계열",
        subcategories: [
          {
            id: "54870",
            name: "간호학",
            subcategories: [
              { id: "55039", name: "가족 간호학" },
              { id: "55040", name: "간호 관리학" },
              { id: "55041", name: "간호사 국가 시험" },
              { id: "55042", name: "간호학 일반" },
              { id: "55043", name: "기초 간호학" },
              { id: "55044", name: "노인 간호학" },
              { id: "55045", name: "보건학" },
              { id: "55046", name: "성인 간호학" },
              { id: "55047", name: "소아/신생아 간호학" },
              { id: "55048", name: "정신 간호학" },
              { id: "55049", name: "조산학" },
              { id: "55050", name: "지역 간호학" },
              { id: "55051", name: "참고도서" }
            ]
          },
          {
            id: "54883",
            name: "기초의학",
            subcategories: [
              { id: "54884", name: "면역학" },
              { id: "54885", name: "미생물학" },
              { id: "54886", name: "발생학" },
              { id: "54887", name: "병리학" },
              { id: "54888", name: "생리학" },
              { id: "54889", name: "생명과학" },
              { id: "54890", name: "생화학" },
              { id: "54891", name: "세포생물학" },
              { id: "54892", name: "신경과학" },
              { id: "54893", name: "약리학" },
              { id: "54894", name: "유전학" },
              { id: "54895", name: "의용공학" },
              { id: "54896", name: "의화학" },
              { id: "54897", name: "조직학" },
              { id: "54898", name: "해부학" }
            ]
          },
          { id: "54865", name: "내과" },
          { id: "54918", name: "가정의학" },
          { id: "54919", name: "노년의학" },
          { id: "54920", name: "마취통증과" },
          { id: "54921", name: "물리치료" },
          { id: "54922", name: "방사선과" },
          { id: "54923", name: "비뇨기과" },
          { id: "54924", name: "산부인과" },
          { id: "54925", name: "산업의학" },
          { id: "54926", name: "소아과" },
          { id: "54927", name: "수술의학" },
          { id: "54928", name: "스포츠의학" },
          { id: "54929", name: "신경과" },
          { id: "54930", name: "신경정신과" },
          { id: "54931", name: "안과" },
          { id: "54932", name: "응급의학" },
          { id: "54933", name: "이비인후과" },
          { id: "54934", name: "재활의학" },
          { id: "54935", name: "종합진료학" },
          { id: "54936", name: "진단검사의학" },
          { id: "54937", name: "집중치료의학" },
          { id: "54938", name: "피부과" },
          { id: "54939", name: "핵의학" },
          { id: "142658", name: "영상의학과" },
          { id: "54868", name: "치과학" },
          { id: "54940", name: "교정과" },
          { id: "54941", name: "구강내과(진단)" },
          { id: "54942", name: "구강악안면외과" },
          { id: "54943", name: "기초 치과학" },
          { id: "54944", name: "병리/생물/생화학/미생물" },
          { id: "54945", name: "보철과" },
          { id: "54946", name: "소아치과" },
          { id: "54947", name: "예방 치과학" },
          { id: "54948", name: "임상 치과학" },
          { id: "54949", name: "참고도서" },
          { id: "54950", name: "치과 마취 과학" },
          { id: "54951", name: "치과/치기공/치위생 수험서" },
          { id: "54952", name: "치과학 일반" },
          { id: "54953", name: "치기공/치위생과" },
          { id: "54954", name: "치주과" },
          { id: "54877", name: "한의학" },
          { id: "55018", name: "기초한의학" },
          { id: "55019", name: "기타" },
          { id: "55020", name: "방제" },
          { id: "55021", name: "본초" },
          { id: "55022", name: "사상의학" },
          { id: "55023", name: "사전/관련자료" },
          { id: "55024", name: "상한/금궤/온병" },
          { id: "55026", name: "원전" },
          { id: "55027", name: "임상" },
          { id: "55028", name: "재활/물리치료" },
          { id: "55029", name: "진단" },
          { id: "55030", name: "침구" },
        ]
      },
      {
        id: "8258",
        name: "인문계열",
        subcategories: [
          { id: "8339", name: "고고학/인류학" },
          { id: "8522", name: "문헌정보학" },
          { id: "8328", name: "심리학" },
          { id: "8521", name: "언어학" },
          { id: "8517", name: "역사학" },
          { id: "16034", name: "인문학 일반" },
          { id: "17436", name: "종교학" },
          { id: "8516", name: "철학" }
        ]
      },
      {
        id: "8260",
        name: "자연과학계열",
        subcategories: [
          { id: "13663", name: "과학일반" },
          { id: "8344", name: "물리학" },
          { id: "8345", name: "생물학" },
          { id: "8324", name: "수학" },
          { id: "8369", name: "지구과학" },
          { id: "8346", name: "천문학" },
          { id: "8338", name: "화학" },
          { id: "8596", name: "환경학" }
        ]
      },
      {
        id: "8724",
        name: "전문사전",
        subcategories: [
          { id: "8737", name: "경제전문사전" },
          { id: "8739", name: "과학기술전문사전" },
          { id: "8736", name: "문학예술전문사전" },
          { id: "8741", name: "실용전문사전" },
          { id: "8738", name: "인문사회전문사전" },
          { id: "8740", name: "종교전문사전" }
        ]
      },
      {
        id: "164281",
        name: "한국방송통신대학교",
        subcategories: [
          { id: "165856", name: "교양" },
          {
            id: "164285",
            name: "교육과학대학",
            subcategories: [
              { id: "165751", name: "교육학과 > 1학년" },
              { id: "165752", name: "교육학과 > 2학년" },
              { id: "165753", name: "교육학과 > 3학년" },
              { id: "165754", name: "교육학과 > 4학년" },
              { id: "165764", name: "청소년교육과 > 1학년" },
              { id: "165765", name: "청소년교육과 > 2학년" },
              { id: "165766", name: "청소년교육과 > 3학년" },
              { id: "165767", name: "청소년교육과 > 4학년" },
              { id: "165760", name: "유아교육과 > 1학년" },
              { id: "165761", name: "유아교육과 > 2학년" },
              { id: "165762", name: "유아교육과 > 3학년" },
              { id: "165763", name: "유아교육과 > 4학년" },
              { id: "165755", name: "문화교양학과 > 1학년" },
              { id: "165756", name: "문화교양학과 > 2학년" },
              { id: "165758", name: "문화교양학과 > 3학년" },
              { id: "165759", name: "문화교양학과 > 4학년" }
            ]
          },
          {
            id: "164283",
            name: "사회과학대학",
            subcategories: [
              { id: "165788", name: "법학과 > 1학년" },
              { id: "165789", name: "법학과 > 2학년" },
              { id: "165790", name: "법학과 > 3학년" },
              { id: "165791", name: "법학과 > 4학년" },
              { id: "165797", name: "행정학과 > 1학년" },
              { id: "165798", name: "행정학과 > 2학년" },
              { id: "165799", name: "행정학과 > 3학년" },
              { id: "165800", name: "행정학과 > 4학년" },
              { id: "165772", name: "경제학과 > 1학년" },
              { id: "165773", name: "경제학과 > 2학년" },
              { id: "165774", name: "경제학과 > 3학년" },
              { id: "165775", name: "경제학과 > 4학년" },
              { id: "165768", name: "경영학과 > 1학년" },
              { id: "165769", name: "경영학과 > 2학년" },
              { id: "165770", name: "경영학과 > 3학년" },
              { id: "165771", name: "경영학과 > 4학년" }
            ]
          },
          {
            id: "164282",
            name: "인문과학대학",
            subcategories: [
              { id: "165852", name: "국어국문학과 > 1학년" },
              { id: "165853", name: "국어국문학과 > 2학년" },
              { id: "165854", name: "국어국문학과 > 3학년" },
              { id: "165855", name: "국어국문학과 > 4학년" },
              { id: "165848", name: "영어영문학과 > 1학년" },
              { id: "165849", name: "영어영문학과 > 2학년" },
              { id: "165850", name: "영어영문학과 > 3학년" },
              { id: "165851", name: "영어영문학과 > 4학년" }
            ]
          },
          {
            id: "164284",
            name: "자연과학대학",
            subcategories: [
              { id: "165819", name: "농학과 > 1학년" },
              { id: "165820", name: "농학과 > 2학년" },
              { id: "165821", name: "농학과 > 3학년" },
              { id: "165822", name: "농학과 > 4학년" },
              { id: "165827", name: "생활과학과(가정복지학) > 1학년" },
              { id: "165828", name: "생활과학과(가정복지학) > 2학년" },
              { id: "165829", name: "생활과학과(가정복지학) > 3학년" },
              { id: "165830", name: "생활과학과(가정복지학) > 4학년" },
              { id: "165831", name: "생활과학과(식품영양학) > 1학년" },
              { id: "165832", name: "생활과학과(식품영양학) > 2학년" },
              { id: "165833", name: "생활과학과(식품영양학) > 3학년" },
              { id: "165834", name: "생활과학과(식품영양학) > 4학년" },
              { id: "165835", name: "생활과학과(의류패션학) > 1학년" },
              { id: "165836", name: "생활과학과(의류패션학) > 2학년" },
              { id: "165837", name: "생활과학과(의류패션학) > 3학년" },
              { id: "165838", name: "생활과학과(의류패션학) > 4학년" },
              { id: "165843", name: "컴퓨터과학과 > 1학년" },
              { id: "165844", name: "컴퓨터과학과 > 2학년" },
              { id: "165845", name: "컴퓨터과학과 > 3학년" },
              { id: "165846", name: "컴퓨터과학과 > 4학년" },
              { id: "165839", name: "정보통계학과 > 1학년" },
              { id: "165840", name: "정보통계학과 > 2학년" },
              { id: "165841", name: "정보통계학과 > 3학년" },
              { id: "165842", name: "정보통계학과 > 4학년" },
              { id: "165823", name: "보건환경학과 > 1학년" },
              { id: "165824", name: "보건환경학과 > 2학년" },
              { id: "165825", name: "보건환경학과 > 3학년" },
              { id: "165826", name: "보건환경학과 > 4학년" },
              { id: "165815", name: "간호학과 > 1학년" },
              { id: "165816", name: "간호학과 > 2학년" },
              { id: "165817", name: "간호학과 > 3학년" },
              { id: "165818", name: "간호학과 > 4학년" }
            ]
          }
        ]
      }
    ]
  }
];