export const anyCategoryData = [
  {
    id: "2551",
    name: "만화",
    subcategories: [
      { id: "134823", name: "19금" },
      { id: "3747", name: "가족만화" },
      {
        id: "4668",
        name: "교양만화",
        subcategories: [
          { id: "4669", name: "시사/풍자만화" },
          { id: "4671", name: "실용만화" },
          { id: "4670", name: "역사만화" },
          { id: "4673", name: "인문/교양" }
        ]
      },
      { id: "36192", name: "그래픽노블" },
      { id: "3748", name: "논픽션/휴먼만화" },
      { id: "3751", name: "대하/서사만화" },
      { id: "3936", name: "동물만화" },
      {
        id: "3726",
        name: "만화그리기와 읽기",
        subcategories: [
          { id: "53820", name: "기타 만화 이야기" },
          { id: "2559", name: "만화비평/만화이론" },
          { id: "2564", name: "만화작법/일러스트" }
        ]
      },
      {
        id: "13972",
        name: "만화작가파일",
        subcategories: [
          {
            id: "32059",
            name: "일본작가",
            subcategories: [
              { id: "28470", name: "니노미야 토모코" },
              { id: "15763", name: "카미조 아츠시" },
              { id: "3736", name: "시미즈 레이코" },
              { id: "3737", name: "CLAMP(클램프)" },
              { id: "5962", name: "다카하시 루미코" },
              { id: "14109", name: "아카마츠 켄" },
              { id: "14110", name: "우스타 쿄스케" },
              { id: "12088", name: "마츠모토 토모" },
              { id: "7736", name: "사사키 노리코" },
              { id: "3865", name: "아다치 미츠루" },
              { id: "3939", name: "미야자키 하야오" },
              { id: "3745", name: "우라사와 나오키" },
              { id: "5592", name: "데즈카 오사무" },
              { id: "5788", name: "야자와 아이" },
              { id: "9087", name: "야마시타 카즈미" },
              { id: "15772", name: "다니구치 지로" },
              { id: "15769", name: "우미노 치카" },
              { id: "15770", name: "아즈마 키요히코" },
              { id: "3862", name: "이토 준지" },
              { id: "3864", name: "하라 히데노리" },
              { id: "11955", name: "이노우에 다케히코" },
              { id: "3997", name: "이마 이치코" }
            ]
          },
          {
            id: "32057",
            name: "한국작가",
            subcategories: [
              { id: "3735", name: "강경옥" },
              { id: "13400", name: "강풀" },
              { id: "3914", name: "이빈" },
              { id: "9286", name: "권교정" },
              { id: "9806", name: "허영만" },
              { id: "14102", name: "최규석" },
              { id: "7313", name: "김혜린" },
              { id: "9931", name: "박소희" },
              { id: "9915", name: "장차현실" },
              { id: "12005", name: "고우영" },
              { id: "3857", name: "유시진" },
              { id: "3858", name: "천계영" },
              { id: "3859", name: "박희정" },
              { id: "15771", name: "양영순" }
            ]
          }
        ]
      },
      { id: "3728", name: "본격장르만화" },
      {
        id: "2556",
        name: "추리/미스터리"
      },
      {
        id: "4132",
        name: "판타지",
        subcategories: [
          { id: "4133", name: "액션 판타지" },
          { id: "4134", name: "드라마틱 판타지" },
          { id: "4135", name: "서사 판타지" }
        ]
      },
      { id: "3313", name: "프로의 세계" },
      { id: "3723", name: "호러/스릴러" },
      { id: "2553", name: "SF/가상사회" },
      { id: "2562", name: "성인/성애만화" },
      { id: "3727", name: "소년만화" },
      {
        id: "2558",
        name: "무협"
      },
      { id: "3724", name: "액션" },
      { id: "3746", name: "청소년 성장" },
      { id: "2554", name: "학원물" },
      { id: "3741", name: "순정만화" },
      { id: "6130", name: "그 남자들의 사랑" },
      { id: "3742", name: "레이디스 코믹" },
      { id: "69901", name: "루비코믹스" },
      { id: "3743", name: "틴에이지 순정" },
      { id: "2561", name: "스포츠만화" },
      { id: "3750", name: "요리만화" },
      {
        id: "3949",
        name: "유럽/서구만화",
        subcategories: [
          { id: "33126", name: "서구 만화" },
          { id: "33125", name: "유럽/기타 만화" }
        ]
      },
      { id: "9680", name: "인디만화" },
      { id: "7443", name: "인터넷 연재 만화" },
      { id: "3749", name: "직장인만화" },
      {
        id: "69397",
        name: "캐릭터상품",
        subcategories: [
          { id: "150895", name: "캐릭터 다이어리/캘린더" },
          { id: "69398", name: "캐릭터 직소퍼즐" },
          { id: "119886", name: "캐릭터 폰케이스" }
        ]
      },
      { id: "2552", name: "코믹/명랑만화" }
    ]
  }
];